{"translation-revision-date":"2024-11-27 08:59:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"The cookie <b>%s<\/b> will be permanently deleted. This cookie will no longer be displayed on your cookie list nor be blocked prior to receiving user consent.":["Il Cookie <b>%s<\/b> verrà eliminato definitivamente. Questo Cookie non verrà più visualizzato nell'elenco dei Cookie e non verrà bloccato prima di aver ricevuto il consenso dell'utente."],"Delete cookie?":["Elimina Cookie?"],"Connect to Web App":["Connettiti alla Web App"],"Initiate an automatic scan of your website and generate a detailed cookie list by connecting to the CookieYes web app.":["Avvia una scansione automatica del tuo sito web e genera un elenco dettagliato di Cookie collegandoti alla web app CookieYes."],"Successfully deleted the cookie":["Eliminato correttamente il Cookie"],"Successfully updated":["Aggiornato con successo"],"No cookies found for this category!":["Nessun Cookie trovato per questa categoria!"],"Delete cookie":["Elimina Cookie"],"Edit cookie":["Modifica Cookie"],"Self-declared Cookies":["Cookie autodichiarati"],"Discovered Cookies":["Cookie rilevati"],"Name is required":["Il nome è necessario"],"Edit Category":["Modifica categoria"],"Save Changes":["Salva le modifiche"],"URL pattern for blocking the third-party script settings of this cookie":["Pattern URL per bloccare le impostazioni di script di terze parti di questo Cookie"],"Our auto-blocking mechanism will use the Script URL Pattern to identify the third-party script (setting a cookie) by purpose category, and consequently, the associated cookie will be automatically blocked prior to receiving user consent for the respective category.":["Il nostro meccanismo di blocco automatico utilizzerà il pattern URL dello script per identificare lo script di terze parti (che imposta un Cookie) per categoria di scopo e, di conseguenza, il Cookie associato verrà automaticamente bloccato prima di ricevere il consenso dell'utente per la rispettiva categoria."],"Script URL Pattern":["Pattern URL dello script"],"Description is required":["La descrizione è necessaria"],"Duration is required":["La durata è necessaria"],"Domain is required":["Il dominio è necessario"],"Domain":["Dominio"],"Cookie ID is required":["L'ID del Cookie è necessario"],"New Cookie":["Nuovo Cookie"],"Edit Cookie":["Modifica Cookie"],"Edit category":["Modifica categoria"],"Edit content in: ":["Modifica contenuto in: "]," + Add Cookie":[" + Aggiungi Cookie"],"Scan History":["Cronologia di scansione"],"To access this feature, connect to a CookieYes free account.":["Per accedere a questa funzionalità, collegati a un account gratuito di CookieYes."],"Problem occurred while saving your settings. Please try again later!":["Si è verificato un problema durante il salvataggio delle impostazioni. Riprova più tardi!"],"An unexpected error occurred please try reloading the page or logging in again.":["Si è verificato un errore imprevisto, prova a ricaricare la pagina o ad accedere nuovamente."],"Scan website for cookies":["Scansiona il sito web per i Cookie"],"Failed":["Non riuscito"],"Category":["Categoria"],"Name":["Nome"],"Cancel":["Annulla"],"Description":["Descrizione"],"Duration":["Durata"],"Cookie":["Cookie"],"Cookie ID":["ID del Cookie"],"Cookie List":["Elenco dei Cookie"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-15193e07.js"}}