{"translation-revision-date":"2024-11-27 08:59:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Alternatively, you can <a href=\"%s\">disconnect<\/a> your site from the web app and continue using the standalone version of the plugin. Please note that by doing so, you will lose your banner customisation and access to advanced features.":["In alternativa, puoi <a href=\"%s\">disconnettere<\/a> il sito dalla web app e continuare a usare la versione indipendente del plugin. Nota che in questo modo si perderà la personalizzazione del banner e l'accesso alle funzionalità avanzate."],"Customise Banner":["Personalizza banner"],"When you disconnect from the web app, you can continue using the plugin. However, this means you will lose your banner customisation and access to advanced features.":["Quando ti disconnetti dalla web app, puoi continuare a usare il plugin. Tuttavia, ciò significa che perderai la personalizzazione del banner e l'accesso alle funzionalità avanzate."],"You can customise the banner by clicking the \"Customise Banner\" button on the plugin dashboard. It will take you to the web app settings, where you have several options to customise the banner to your liking.":["Puoi personalizzare il banner facendo clic sul pulsante \"Personalizza banner\" nella bacheca del plugin. In questo modo accederai alle impostazioni della web app, dove sono disponibili diverse opzioni per personalizzare il banner a proprio piacimento."],"How do I customise the cookie consent banner?":["Come posso personalizzare il banner di consenso ai Cookie?"],"Advanced banner customisation":["Personalizzazione avanzata del banner"],"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Organisations & Sites<\/a> to upgrade plan and activate your banner.":["<b>Limite di visualizzazione di pagine superato<\/b>: passa a un piano superiore per aumentare il limite di visualizzazione di pagine e continuare a visualizzare il banner su questo sito. Visita <a href=\"%s\" target=\"_blank\">Organizzazioni e siti<\/a> per aggiornare il piano e attivare il banner."],"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Organisations & Sites<\/a> to upgrade plan.":["<b>Limite di visualizzazione di pagine superato<\/b>: passa a un piano superiore per aumentare il limite di visualizzazione di pagine e continuare a visualizzare il banner su questo sito. Visita <a href=\"%s\" target=\"_blank\">Organizzazioni e siti<\/a> per aggiornare il piano."],"This site is currently suspended due to payment failure and will be <b>permanently deleted<\/b> from your web app account if you do not complete the payment by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Organisations & Sites<\/a> to choose a plan and activate your banner.":["Questo sito è attualmente sospeso a causa del mancato pagamento e sarà <b>permanentemente cancellato<\/b> dal tuo account web app se non completi il pagamento entro il <b>%s<\/b>. Visita <a href=\"%s\" target=\"_blank\">Organizzazioni e siti<\/a> per scegliere un piano e attivare il banner."],"Your free trial has expired. This site is now suspended and will be <b>permanently deleted<\/b> from your web app account if you do not upgrade to a paid plan by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Organisations & Sites<\/a> to choose a plan and activate your banner.":["Il periodo di prova gratuito è scaduto. Questo sito è ora sospeso e sarà <b>permanentemente cancellato<\/b> dal tuo account web app se non passi a un piano a pagamento entro il <b>%s<\/b>. Visita <a href=\"%s\" target=\"_blank\">Organizzazioni e siti<\/a> per scegliere un piano e attivare il banner."],"Targeted location":["Posizione del target"],"Go to \"Site settings\" on the plugin dashboard and click \"Disconnect\" to disconnect the plugin from the web app.":["Vai a \"Impostazioni sito\" nella bacheca del plugin e fai clic su \"Disconnetti\" per scollegare il plugin dalla web app."],"How do I disconnect the plugin from the web app?":["Come posso scollegare il plugin dalla web app?"],"What happens if I disconnect my site from the app?":["Cosa succede se disconnetto il mio sito dall'app?"],"The cookie banner will no longer be displayed on your site, which will result in non-compliance. You can either upgrade to a higher plan for an increased pageview limit or disconnect your site from the web app.":["Il banner dei Cookie non sarà più visualizzato sul tuo sito, il che comporterà la non conformità. Puoi passare a un piano superiore per un limite maggiore di visualizzazioni di pagine o scollegare il tuo sito dalla web app."],"What happens if the monthly pageview limit exceeds?":["Cosa succede se si supera il limite mensile di visualizzazioni di pagine?"],"Pageviews are the number of times the web pages containing CookieYes banner have been loaded or reloaded. This excludes known bot traffic.":["Le visualizzazioni di pagine sono il numero di volte in cui le pagine web contenenti il banner CookieYes sono state caricate o ricaricate. Questo esclude il traffico bot noto."],"What are pageviews?":["Cosa sono le visualizzazioni di pagine?"],"Click the \"Go to Web App\" to access the web app. There, you will find the option to initiate a cookie scan for your website. Our premium plan offers a scheduled scan feature that automates this process for you.":["Fai clic su \"Vai alla Web App\" per accedere alla web app. Lì troverai l'opzione per avviare una scansione dei Cookie per il tuo sito web. Il nostro piano premium offre una funzionalità di scansione programmata che automatizza questo processo."],"How do I scan web pages for cookies?":["Come posso scansionare le pagine web alla ricerca di Cookie?"],"Frequently Asked Questions":["Domande frequenti"],"2 months free%son annual plans":["2 mesi gratuiti%ssui piani annuali"],"15-day money back guarantee":["15 giorni di garanzia soddisfatti o rimborsati"],"Scheduled scan for automatic updates":["Scansione programmata per gli aggiornamenti automatici"],"Increased monthly pageviews\/month":["Incremento mensile delle visualizzazioni di pagine\/mese"],"Access advanced features and future-proof your business against legal risks.":["Accedi a funzionalità avanzate e proteggi la tua azienda dai rischi legali."],"Upgrade to our best plans as your website grows":["Aggiorna ai nostri piani migliori man mano che il tuo sito web cresce"],"Do it later":["Fallo più tardi"],"Generate a detailed cookie declaration":["Genera una dichiarazione dettagliata sui Cookie"],"Automatically classify cookies into categories":["Classificazione automatica dei Cookie in categorie"],"Detect cookies and trackers on all web pages":["Rileva Cookie e tracker su tutte le pagine web"],"To initiate an automatic cookie scan, you need to connect to the CookieYes web app. By connecting you can: ":["Per avviare una scansione automatica dei Cookie, devi collegarti alla web app di CookieYes. Con la connessione puoi: "],"Connect and scan your website":["Connetti e scansiona il tuo sito web"],"You have successfully implemented a cookie banner on your website.":["Hai implementato con successo un banner sui Cookie nel tuo sito web."],"Well done!":["Ben fatto!"],"Activate your cookie banner":["Attiva il tuo banner dei Cookie"],"Welcome to CookieYes! To become legally compliant for your use of cookies, here’s what you need to do.":["Benvenuti in CookieYes! Per diventare legalmente conformi all'uso dei Cookie, ecco cosa devi fare."],"Get started with CookieYes":["Come iniziare con CookieYes"],"You can access all the plugin settings (Cookie Banner, Cookie Manager, Languages and Policy Generators) on the web app and unlock new features like Cookie Scanner and Consent Log.":["Puoi accedere a tutte le impostazioni del plugin (Banner Cookie, Gestore dei Cookie, Lingue e Generatori di policy) sulla web app e sbloccare nuove funzionalità come Scansione Cookie e Registro dei consensi."],"Your website is connected to CookieYes web app":["Il tuo sito web è connesso alla web app CookieYes"],"Last successful scan (UTC)":["Ultima scansione riuscita (UTC)"],"Categories":["Categorie"],"Connect to Web App":["Connettiti alla Web App"],"You can continue using the plugin without connecting to the web app if you wish so. Please note that the standalone version of the plugin doesn't provide some advanced features. However, it offers unlimited <a href=\"%s\" target=\"_blank\">pageviews<\/a> in contrast to that of the web app-connected version.":["Puoi continuare a utilizzare il plugin senza collegarti alla web app, se lo desideri. Nota che la versione indipendente del plugin non fornisce alcune funzionalità avanzate. Tuttavia, offre un numero illimitato di <a href=\"%s\" target=\"_blank\">visualizzazioni di pagine<\/a>, a differenza della versione collegata alla web app."],"Switch back to old UI":["Torna alla vecchia interfaccia utente"],"Upgrade Now":["Aggiorna ora"],"Geo-targeted cookie banners":["Banner Cookie geo-targettizzati"],"Overview":["Panoramica"],"Language":["Lingua"],"Not available":["Non disponibile"],"Regulation":["Normativa"],"Banner status":["Stato del banner"],"Create a free account to connect with %sCookieYes web app%s. After connecting, you can manage all your settings from the web app and access advanced features:":["Crea un account gratuito per connetterti alla %sweb app CookieYes%s. Dopo la connessione, potrai gestire tutte le tue impostazioni dalla web app e accedere alle funzionalità avanzate:"],"Pages scanned":["Pagine scansionate"],"Cookie Summary":["Riepilogo Cookie"],"Go to Web App":["Vai alla Web App"],"Worldwide":["Tutto il mondo"],"Total cookies":["Cookie totali"],"Active":["Attivo"],"Inactive":["Inattivo"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-34d9d3aa.js"}}