{"translation-revision-date":"2024-11-27 08:59:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Enabling this option will display cookie categories on the first layer of your banner. The categories will be displayed on the second layer (preference centre) even if this option is disabled.":["Attivando questa opzione le categorie di Cookie verranno visualizzate sul primo livello del tuo banner. Le categorie saranno visualizzate sul secondo livello (centro preferenze) anche se questa opzione è disattivata."],"Customise the validity period of your users' consent preferences here. The <b>US State Laws<\/b> do not specify a specific time limit for retaining user choices.":["Personalizza qui il periodo di validità delle preferenze di consenso dei tuoi utenti. Le <b>Leggi degli Stati Uniti<\/b> non specificano un limite di tempo specifico per la conservazione delle scelte dell'utente."],"Customise the validity period of your users' consent preferences here. While the <b>GDPR<\/b> does not specify a specific time limit for consent durations, the French Data Protection Authority, <b>CNIL<\/b>, recommends retaining user choices for a period of six months (<b>180<\/b> days) as a best practice.":["Personalizza qui il periodo di validità delle preferenze di consenso dei tuoi utenti. Sebbene il <b>GDPR<\/b> non specifichi un limite di tempo specifico per la durata del consenso, l'Autorità francese per la protezione dei dati, <b>CNIL<\/b>, raccomanda di conservare le scelte degli utenti per un periodo di sei mesi (<b>180<\/b> giorni) come migliore prassi."],"Preference Centre":["Centro preferenze"],"The <b>Push down<\/b> style is supported for the <b>Banner<\/b> layout only.":["Lo stile <b>Push down<\/b> è supportato solo per il layout <b>Banner<\/b>."],"This feature is available with <b>Banner + Push down<\/b> layout only.":["Questa funzionalità è disponibile solo con il layout <b>Banner + Push down<\/b>."],"Categories on first layer":["Categorie sul primo livello"],"Upgrade to unlock Google's Additional Consent Mode support and other advanced features":["Aggiorna per sbloccare il supporto della Modalità di Consenso aggiuntivo di Google e altre funzionalità avanzate"],"Google's Additional Consent (AC) Mode allows the collection of consents for Google's Ad Technology Providers (ATPs) that are not yet registered on the IAB Europe Global Vendor List (GVL). AC Mode is intended only for use alongside IAB TCF.":["La Modalità di Consenso aggiuntivo (AC) di Google consente la raccolta di consensi per gli Ad Technology Provider (ATP) di Google che non sono ancora registrati nella Global Vendor List (GVL) di IAB Europe. La Modalità AC è destinata esclusivamente all'uso in combinazione con il TCF di IAB."],"Support Google's Additional Consent Mode":["Supporto della Modalità di Consenso aggiuntivo di Google"],"Enable the support for IAB Transparency and Consent Framework if you run ads on your site. When enabled, a GDPR-compliant consent banner will appear on your site, allowing your visitors to set granular advertising tracking preferences.":["Abilita il supporto per IAB Transparency and Consent Framework se gestisci annunci pubblicitari sul tuo sito. Una volta abilitato, sul tuo sito apparirà un banner di consenso conforme al GDPR, che consentirà ai tuoi visitatori di impostare preferenze di tracciamento pubblicitario granulari."],"Upgrade to unlock IAB TCF v2.2 support and other advanced features":["Aggiorna per sbloccare il supporto IAB TCF v2.2 e altre funzionalità avanzate"],"Support IAB TCF v2.2":["Supporto IAB TCF v2.2"],"Geo-target Banner":["Banner geo-targettizzato"],"Show Banner":["Mostra banner"],"The selected template (opt-out banner) supports CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut), & UCPA (Utah)":["Il template selezionato (banner di opt-out) supporta CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut) e UCPA (Utah)."],"The selected template (opt-in banner) supports GDPR (EU & UK), LGPD (Brazil), PIPEDA (Canada), Law 25 (Quebec), POPIA (South Africa), nFADP (Switzerland), Privacy Act (Australia), PDPL (Saudi Arabia), PDPL (Argentina), PDPL (Andorra), DPA (Faroe Island)":["Il template selezionato (banner opt-in) supporta GDPR (UE e Regno Unito), LGPD (Brasile), PIPEDA (Canada), Legge 25 (Quebec), POPIA (Sudafrica), nFADP (Svizzera), Privacy Act (Australia), PDPL (Arabia Saudita), PDPL (Argentina), PDPL (Andorra), DPA (Isole Faroe)"],"GDPR & US State Laws":["GDPR e Leggi degli Stati Uniti"],"The selected template (opt-out banner) supports CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut), & UCPA (Utah).":["Il template selezionato (banner di opt-out) supporta CCPA\/CPRA (California), VCDPA (Virginia), CPA (Colorado), CTDPA (Connecticut) e UCPA (Utah)."],"The selected template (opt-in banner) supports GDPR (EU & UK), LGPD (Brazil), PIPEDA (Canada), Law 25 (Quebec), POPIA (South Africa), nFADP (Switzerland), Privacy Act (Australia), PDPL (Saudi Arabia), PDPL (Argentina), PDPL (Andorra), DPA (Faroe Island).":["Il template selezionato (banner opt-in) supporta GDPR (UE e Regno Unito), LGPD (Brasile), PIPEDA (Canada), Legge 25 (Quebec), POPIA (Sudafrica), nFADP (Svizzera), Privacy Act (Australia), PDPL (Arabia Saudita), PDPL (Argentina), PDPL (Andorra), DPA (Isole Faroe)."],"Problem occurred while saving your settings. Please try again later!":["Si è verificato un problema durante il salvataggio delle impostazioni. Riprova più tardi!"],"Update was successful!":["L'aggiornamento è avvenuto con successo!"],"Failed to load cookies please try again later!":["Impossibile caricare i Cookie, riprova più tardi."],"Upgrade to unlock custom css and other advanced features":["Aggiornamento per sbloccare il CSS personalizzato e altre funzionalità avanzate"],"Custom CSS for additional styling":["CSS personalizzato per uno stile aggiuntivo"],"Colour scheme":["Schema colore"],"The edits that you have made in the HTML Editor will override any changes made to the settings below":["Le modifiche apportate nell'Editor HTML sovrascrivono qualsiasi modifica apportata alle impostazioni sottostanti"],"You're in Custom HTML mode. ":["Sei in modalità HTML personalizzato. "],"Upgrade to unlock popup layout and other advanced features":["Aggiorna per sbloccare il layout popup e altre funzionalità avanzate"],"United States":["Stati Uniti"],"Select countries":["Seleziona i paesi"],"EU Countries & UK":["Paesi UE e Regno Unito"],"Worldwide":["Tutto il mondo"],"Upgrade to unlock geo-targeting and other advanced features":["Aggiorna per sbloccare la geo-targetizzazione e altre funzionalità avanzate"],"Hiding any of the categories (with cookies) will make your website non-compliant with GDPR.":["Nascondere una qualsiasi categoria (con i Cookie) renderà il tuo sito web non conforme al GDPR."],"Hide categories from banner":["Nascondi categorie dal banner"],"Choosing any of these categories(cookies) to load prior to receiving user consent will make your website non-compliant with GDPR.":["La scelta di caricare una qualsiasi di queste categorie (Cookie) prima di ricevere il consenso dell'utente renderà il tuo sito web non conforme al GDPR."],"Load cookies prior to consent":["Carica i Cookie prima del consenso"],"Reload page on consent action":["Ricarica la pagina dopo l'azione di consenso"],"Consent expiration (days)":["Scadenza consenso (giorni)"],"Show advanced settings":["Mostra impostazioni avanzate"],"Hide advanced settings":["Nascondi impostazioni avanzate"],"Fetching data":["Recupero dati"],"Please upgrade to the Pro or Ultimate plan to show GDPR or US State Laws banner to your site visitors based on their geolocation.":["Effettua l'aggiornamento al piano Pro o Ultimate per mostrare il banner GDPR o Leggi degli Stati Uniti ai visitatori del tuo sito in base alla loro geolocalizzazione."],"Consent Template":["Template consenso"],"Loading...":["Caricamento..."],"The banner has been disabled. You can enable it from ‘General’, if needed.":["Il banner è stato disabilitato. Se necessario, puoi abilitarlo da ‘Generale’."],"Cookie Notice":["Notifica Cookie"],"Publish Changes":["Pubblica le modifiche"],"Banner Preview":["Anteprima banner"],"An unexpected error occurred please try reloading the page or logging in again.":["Si è verificato un errore imprevisto, prova a ricaricare la pagina o ad accedere nuovamente."],"Premium":["Premium"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-8da8948a.js"}}