{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Visitors":["Visitatori"],"Pages that generated the most AdSense revenue":["Pagine che hanno generato la maggior parte delle entrate AdSense"],"Top earning pages":["Pagine con maggiori utili"],"Percentage of visitors that left without engagement with your site":["Percentuale di visitatori che ha lasciato il tuo sito senza alcuna interazione"],"Authors whose posts got the most visits":["Autori i cui post hanno ottenuto il maggior numero di visite"],"Most popular authors by pageviews":["Autori più popolari per visualizzazioni di pagina"],"Categories that your site visitors viewed the most":["Categorie più visualizzate dai visitatori del tuo sito"],"Top categories by pageviews":["Categorie principali per visualizzazioni di pagina"],"Pages with the most pageviews published in the last 3 days":["Pagine con il maggior numero di visualizzazioni pubblicate negli ultimi 3 giorni"],"Top recent trending pages":["Principali pagine di tendenza recenti"],"Pages with the highest engagement rate":["Pagine con il tasso di convolgimento più alto"],"Most engaging pages":["Pagine con il maggior coinvolgimento"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pagine con la percentuale più alta di visitatori che hanno lasciato il tuo sito senza alcuna interazione"],"The top search queries for your site by highest clickthrough rate":["Principali query di ricerca per il tuo sito in base alla percentuale di clic più alta"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canale (ad es. social, a pagamento, ricerca) che ha attirato i visitatori che hanno generato il maggior numero di conversioni"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori sul tuo sito"],"The countries where most of your visitors came from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"The cities where most of your visitors came from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"Pages your visitors read the most":["Pagine lette di più dai tuoi visitatori"],"Portion of visitors who visited your site for the first time in this timeframe":["Porzione dei visitatori che hanno consultato il tuo sito per la prima volta in questo periodo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Porzione dei visitatori del tuo sito che sono tornati almeno una volta in questo periodo"],"Returning visitors":["Visitatori di ritorno"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori che hanno avuto un'interazione significativa con il tuo sito"],"Pages that attracted the most returning visitors":["Pagine che hanno attirato il maggior numero di visitatori di ritorno"],"Top pages by returning visitors":["Pagine principali per visitatori di ritorno"],"Average duration of engaged visits":["Durata media di visite con coinvolgimento"],"Visit length":["Durata visita"],"Number of pages visitors viewed per session on average":["Numero di pagine visualizzate in media dai visitatori in base alla sessione"],"Pages per visit":["Pagine per visita"],"Least engaging pages":["Pagine con il minor coinvolgimento"],"Average number of sessions per site visitor":["Numero medio di sessioni in base al visitatore del sito"],"Visits per visitor":["Visite per visitatore"],"Top countries driving traffic":["Paesi principali che generano traffico"],"Channel which brought in the most visits that resulted in conversions":["Canale con il maggior numero di visite che hanno generato conversioni"],"Which countries you get the most visitors from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"Which cities you get the most visitors from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"What people searched for before they came to your site":["Ricerche effettuate dalle persone prima di visitare il tuo sito"],"Products that brought in the most visitors":["Prodotti che hanno attirato la maggior parte dei visitatori"],"Pages that brought in the most visitors":["Pagine che hanno attirato la maggior parte dei visitatori"],"Visitors coming via this channel spent the most time on your site":["I visitatori generati da questo canale hanno trascorso più tempo sul tuo sito"],"Channel which brought in the most visitors to your site":["Canale che ha che attirato la maggior parte dei visitatori sul tuo sito"],"Top traffic source":["Principale sorgente di traffico"],"How many new visitors you got and how the overall audience changed":["Numero di visitatori che hai ricevuto e in che misura il pubblico complessivo è cambiato"],"Portion of people who visited your site more than once":["Porzione di persone che hanno visitato il tuo sito più di una volta"],"Top converting traffic source":["Principale sorgente di traffico per le conversioni"],"Top cities driving traffic":["Principali città che generano traffico"],"Most popular products by pageviews":["Prodotti più popolari per visualizzazioni di pagina"],"Most engaged traffic source":["Sorgente di traffico con il maggior coinvolgimento"],"Top performing keywords":["Parole chiave con il miglior rendimento"],"Most popular content by pageviews":["Contenuti più popolari per visualizzazioni di pagina"],"New visitors":["Nuovi visitatori"],"By default only the user who connects a service can control who it is shared with. This setting optionally lets these users allow any other admin signed in with Google to manage the roles a service is shared with.":["Per impostazione predefinita, solo l'utente che collega un servizio può controllare con chi condividerlo. Questa impostazione consente facoltativamente a questi utenti di permettere a qualsiasi altro amministratore che ha eseguito l'accesso con Google di gestire i ruoli con cui è condiviso un servizio."],"Share management with other admins":["Condividi gestione con altri amministratori"],"Grant access to the view-only dashboard for each service for the specific roles you want. Users will see the Site Kit dashboard with only the services that have been shared with them without needing to sign-in with Google.":["Concedi l'accesso alla dashboard in sola visualizzazione per ciascun servizio per i ruoli specifici richiesti. Gli utenti vedranno la dashboard di Site Kit con i soli servizi che sono stati condivisi con loro senza dover accedere con Google."],"Manage view access for other roles":["Gestisci accesso in visualizzazione per altri ruoli"],"Share a view-only version of your dashboard with other WordPress roles":["Condividi una versione di sola visualizzazione della tua dashboard con altri ruoli di WordPress"],"New! Dashboard sharing":["Novità! Condivisione dashboard"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-c9aee053073946d82bc6.js"}}