{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"The previously selected publication with ID %s was not found. Please select a new publication.":["La pubblicazione precedentemente selezionata con l'ID %s non è stata trovata. Seleziona una nuova pubblicazione."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Il tuo account Reader Revenue Manager è stato configurato con successo, ma la pubblicazione richiede ancora un'ulteriore configurazione in Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["La tua pubblicazione è ancora in attesa di revisione; puoi verificarne lo stato in Reader Revenue Manager."],"Customize settings":["Personalizza impostazioni"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups in the Reader Revenue Manager settings.":["Sfrutta appieno le opportunità dei lettori, attivando funzionalità come abbonamenti, contributi e iscrizioni alla newsletter nelle impostazioni di Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["Il tuo account Reader Revenue Manager è stato configurato con successo."],"Set up Reader Revenue Manager":["Configura Reader Revenue Manager"],"Learn more about reader revenue manager":["Scopri di più su Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Aumenta le entrate e il coinvolgimento dei lettori"],"You have successfully created your publication and it is now awaiting review. This might take up to 2 weeks.":["La pubblicazione è stata creata con successo ed è ora in attesa di revisione. Questa operazione potrebbe richiedere fino a 2 settimane."],"Create publication":["Crea una pubblicazione"],"Complete publication setup":["Completa la configurazione della pubblicazione"],"Check publication status":["Verifica lo stato della pubblicazione"],"Your publication requires further setup in Reader Revenue Manager":["La tua pubblicazione richiede ulteriore configurazione in Reader Revenue Manager"],"Your publication is still awaiting review. You can check its status in Reader Revenue Manager.":["La tua pubblicazione è ancora in attesa di revisione. Puoi verificarne lo stato in Reader Revenue Manager."],"Create new publication":["Crea una nuova pubblicazione"],"Site Kit will connect your existing publication":["Site Kit si connetterà alla tua pubblicazione esistente"],"Enable features":["Abilita funzionalità"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups":["Sblocca tutte le opportunità per i tuoi lettori abilitando funzionalità come gli abbonamenti, i contributi e le iscrizioni alla newsletter."],"Your Reader Revenue Manager publication is approved":["La tua pubblicazione di Reader Revenue Manager è stata approvata"],"Publication":["Pubblicazione"],"Select your preferred publication to connect with Site Kit":["Seleziona la pubblicazione preferita per collegare Site Kit"],"Reader Revenue Manager publication tracking (your Reader Revenue Manager account will still remain active)":["Tracciamento delle pubblicazioni di Reader Revenue Manager (il tuo account Reader Revenue Manager rimarrà attivo)."],"The site should use HTTPS to set up Reader Revenue Manager":["Il sito dovrebbe utilizzare HTTPS per configurare Reader Revenue Manager"],"Service name\u0004Reader Revenue Manager":["Reader Revenue Manager"],"Don’t show again":["Non mostrare più"],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["L'amministratore che ha condiviso questo modulo con te ha perso l'accesso al servizio %s, quindi non potrai vedere le relative statistiche nella dashboard di Site Kit. Per ripristinare l'accesso, puoi contattare questo o un altro amministratore."],"Access lost to %s":["Accesso a %s perso"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"Data errors in %s":["Errori nei dati di %s"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"Another admin":["Un altro amministratore"],"Maybe later":["Magari più tardi"],"screen reader text\u0004(disabled)":["(disabilitato)"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Completa configurazione"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"OK, Got it!":["Ok, ho capito!"],"Back":["Indietro"],"Error: %s":["Errore: %s"],"%s data is not yet available, please check back later":["I dati di %s non sono ancora disponibili, controlla più tardi"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Close":["Chiudi"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-fbbb8a6b54f8e8e6c506.js"}}