{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Additional items":["Elementi aggiuntivi"],"Visitors":["Visitatori"],"Pages that generated the most AdSense revenue":["Pagine che hanno generato la maggior parte delle entrate AdSense"],"Top earning pages":["Pagine con maggiori utili"],"Current selection":["Selezione attuale"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d selezionate <MaxCount>(fino a %2$d)<\/MaxCount>"],"Percentage of visitors that left without engagement with your site":["Percentuale di visitatori che ha lasciato il tuo sito senza alcuna interazione"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Un altro amministratore ha configurato queste metriche personalizzate per il tuo sito. Fai clic qui per personalizzarle."],"Personalize your key metrics":["Personalizza le tue metriche chiave"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Sarà necessario contattare il tuo amministratore. <a>Scopri di più<\/a>"],"Permissions updated? <a>Retry<\/a>":["Permessi aggiornati? <a>Riprova<\/a>"],"Authors whose posts got the most visits":["Autori i cui post hanno ottenuto il maggior numero di visite"],"Most popular authors by pageviews":["Autori più popolari per visualizzazioni di pagina"],"Categories that your site visitors viewed the most":["Categorie più visualizzate dai visitatori del tuo sito"],"Top categories by pageviews":["Categorie principali per visualizzazioni di pagina"],"Pages with the most pageviews published in the last 3 days":["Pagine con il maggior numero di visualizzazioni pubblicate negli ultimi 3 giorni"],"Top recent trending pages":["Principali pagine di tendenza recenti"],"Pages with the highest engagement rate":["Pagine con il tasso di convolgimento più alto"],"Most engaging pages":["Pagine con il maggior coinvolgimento"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pagine con la percentuale più alta di visitatori che hanno lasciato il tuo sito senza alcuna interazione"],"The top search queries for your site by highest clickthrough rate":["Principali query di ricerca per il tuo sito in base alla percentuale di clic più alta"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canale (ad es. social, a pagamento, ricerca) che ha attirato i visitatori che hanno generato il maggior numero di conversioni"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori sul tuo sito"],"The countries where most of your visitors came from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"The cities where most of your visitors came from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"Pages your visitors read the most":["Pagine lette di più dai tuoi visitatori"],"Portion of visitors who visited your site for the first time in this timeframe":["Porzione dei visitatori che hanno consultato il tuo sito per la prima volta in questo periodo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Porzione dei visitatori del tuo sito che sono tornati almeno una volta in questo periodo"],"Returning visitors":["Visitatori di ritorno"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori che hanno avuto un'interazione significativa con il tuo sito"]," and ":[" e "],"%s is disconnected, no data to show":["%s è disconnesso. Nessun dato da mostrare","%s sono disconnessi. Nessun dato da mostrare"],"Pages that attracted the most returning visitors":["Pagine che hanno attirato il maggior numero di visitatori di ritorno"],"Top pages by returning visitors":["Pagine principali per visitatori di ritorno"],"Average duration of engaged visits":["Durata media di visite con coinvolgimento"],"Visit length":["Durata visita"],"Number of pages visitors viewed per session on average":["Numero di pagine visualizzate in media dai visitatori in base alla sessione"],"Pages per visit":["Pagine per visita"],"Least engaging pages":["Pagine con il minor coinvolgimento"],"Average number of sessions per site visitor":["Numero medio di sessioni in base al visitatore del sito"],"Visits per visitor":["Visite per visitatore"],"Trouble getting access? <HelpLink \/>":["Problemi di accesso? <HelpLink \/>"],"Top countries driving traffic":["Paesi principali che generano traffico"],"Change metrics":["Modifica metriche"],"Data loading failed":["Caricamento dati non riuscito"],"Save selection":["Salva selezione"],"Apply changes":["Applica modifiche"],"Channel which brought in the most visits that resulted in conversions":["Canale con il maggior numero di visite che hanno generato conversioni"],"Which countries you get the most visitors from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"Which cities you get the most visitors from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"What people searched for before they came to your site":["Ricerche effettuate dalle persone prima di visitare il tuo sito"],"Products that brought in the most visitors":["Prodotti che hanno attirato la maggior parte dei visitatori"],"Pages that brought in the most visitors":["Pagine che hanno attirato la maggior parte dei visitatori"],"Visitors coming via this channel spent the most time on your site":["I visitatori generati da questo canale hanno trascorso più tempo sul tuo sito"],"Channel which brought in the most visitors to your site":["Canale che ha che attirato la maggior parte dei visitatori sul tuo sito"],"Top traffic source":["Principale sorgente di traffico"],"How many new visitors you got and how the overall audience changed":["Numero di visitatori che hai ricevuto e in che misura il pubblico complessivo è cambiato"],"Portion of people who visited your site more than once":["Porzione di persone che hanno visitato il tuo sito più di una volta"],"Top converting traffic source":["Principale sorgente di traffico per le conversioni"],"Top cities driving traffic":["Principali città che generano traffico"],"Most popular products by pageviews":["Prodotti più popolari per visualizzazioni di pagina"],"Most engaged traffic source":["Sorgente di traffico con il maggior coinvolgimento"],"You can always set up goals from Settings later":["Puoi sempre configurare gli obiettivi più tardi in Impostazioni"],"Get tailored metrics":["Ottieni metriche personalizzate"],"Top performing keywords":["Parole chiave con il miglior rendimento"],"%s CTR":["CTR: %s"],"Most popular content by pageviews":["Contenuti più popolari per visualizzazioni di pagina"],"New visitors":["Nuovi visitatori"],"Engagement rate shows the percentage of engaged sessions, the opposite of bounce rate. <a>Learn more<\/a>":["Il tasso di coinvolgimento mostra la percentuale di sessioni con coinvolgimento ed è l'opposto della frequenza di rimbalzo. <a>Approfondisci<\/a>"],"New metric: engagement rate":["Nuova metrica: tasso di coinvolgimento"],"A session is a period of time during which a user interacts with your website or app. <a>Learn more<\/a>":["Una sessione è un periodo di tempo durante il quale un utente interagisce con il tuo sito web o la tua app. <a>Approfondisci<\/a>"],"\"Sessions\" has replaced \"Unique Pageviews\"":["\"Sessioni\" ha sostituito \"Visualizzazioni di pagina uniche"],"See the new metrics from Google Analytics":["Scopri le nuove metriche di Google Analytics"],"Google Analytics property created":["Proprietà Google Analytics creata"],"Engagement Rate %":["Tasso di coinvolgimento %"],"Sessions which lasted 10 seconds or longer, had 1 or more conversion events, or 2 or more page views.":["Le sessioni con una durata di almeno 10 secondi hanno registrato 1 o più eventi di conversione o 2 o più visualizzazioni di pagina."],"Engagement Rate":["Tasso di coinvolgimento"],"Set up conversions":["Configura conversioni"],"Conversions":["Conversioni"],"Conversions completed":["Conversioni completate"],"Copied to clipboard":["Copiato negli appunti"],"Error in Google Chart":["Errore nel grafico Google"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un errore ha impedito la corretta visualizzazione di questo grafico Google. Riporta l'esatto contenuto dell'errore sul forum di assistenza per scoprirne la causa."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"%1$s configured %2$s and you don’t have access to this Search Console property. Contact them to share access or change the Search Console property.":["%1$s ha configurato %2$s e tu non hai accesso a questa proprietà Search Console. Contatta il proprietario per richiedere di accedere alla proprietà Search Console o modificarla."],"Another admin":["Un altro amministratore"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Se fai clic su Conferma modifiche, concedi ad altri utenti l'accesso di sola visualizzazione ai dati di %s tramite il tuo Account Google. Puoi sempre gestire questa opzione in un secondo momento nelle impostazioni di condivisione della dashboard."],"No data to display: your site hasn’t appeared in Search yet":["Nessun dato da visualizzare: il tuo sito non è ancora mostrato nella Ricerca"],"No data to display: your page hasn’t appeared in Search yet":["Nessun dato da visualizzare: la tua pagina non è ancora mostrata nella Ricerca"],"Set up Google Analytics":["Configura Google Analytics"],"Unique visitors from Search":["Visitatori unici dalla Ricerca"],"Gathering data…":["Raccolta dei dati in corso…"],"Maybe later":["Magari più tardi"],"Search traffic over the last %s day":["Traffico di ricerca nell'ultimo %s giorno","Traffico di ricerca negli ultimi %s giorni"],"Your site hasn’t appeared in Search yet":["Il tuo sito non è ancora apparso nella Ricerca"],"Your page hasn’t appeared in Search yet":["La tua pagina non è ancora apparsa nella Ricerca"],"screen reader text\u0004(disabled)":["(disabilitato)"],"New":["Nuove"],"Top search queries for your page":["Principali query di ricerca per la tua pagina"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Altri"],"Complete setup":["Completa configurazione"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Unique Visitors":["Visitatori unici"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Previous period":["Periodo precedente"],"Connected Property":["Proprietà collegata"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"%s (domain property)":["%s (proprietà del dominio)"],"Search Traffic Summary":["Riepilogo traffico di Ricerca"],"OK, Got it!":["Ok, ho capito!"],"Top search queries for your site":["Le principali query di ricerca per il tuo sito"],"Total Impressions":["Impressioni totali"],"Total Clicks":["Clic totali"],"Unique Visitors from Search":["Visitatori unici dalla ricerca organica"],"Session Duration":["Durata sessione"],"Back":["Indietro"],"Property":["Proprietà"],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Counted each time your content appears in search results":["Numero di volte in cui il tuo contenuto appare nei risultati di ricerca"],"Impressions":["Impressioni"],"Number of times users clicked on your content in search results":["Numero di volte in cui gli utenti hanno fatto clic sul tuo contenuto nei risultati di ricerca"],"Clicks":["Clic"],"Most searched for keywords related to your content":["Le più cercate per le parole chiave relative al tuo contenuto"],"Sessions":["Sessioni"],"Users":["Utenti"],"Cancel":["Annulla"],"Service name\u0004Search Console":["Search Console"],"Service name\u0004Analytics":["Analytics"],"Close":["Chiudi"],"Day":["Giorno"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-7ef9910074ab8c22bab3.js"}}