{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Consider removing the existing tag to avoid loading both tags on your site":["Prendi il considerazione la possibilità di rimuovere il tag esistente per evitare di caricare entrambi i tag sul sito"],"AMP container":["Contenitore AMP"],"container":["contenitore"],"web container":["contenitore web"],"Edit <VisuallyHidden>%s <\/VisuallyHidden>in Tag Manager":["Modifica <VisuallyHidden>%s <\/VisuallyHidden>in Tag Manager"],"%1$s configured %2$s and you don’t have access to this %2$s account. Contact them to share access or change the %2$s account.":["%1$s ha configurato %2$s e tu non hai accesso a questo account %2$s. Contatta il proprietario per richiedere di accedere o modificare l'account %2$s."],"Retry":["Riprova"],"Another admin":["Un altro amministratore"],"Please select your Tag Manager account and container below. You can change these later in your settings.":["Seleziona il tuo account e il tuo contenitore Tag Manager di seguito. Puoi modificarli in seguito dalle impostazioni."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below.":["Sembra che il tuo sito utilizzi AMP accoppiato. Seleziona il tuo account Tag Manager e i contenitori pertinenti di seguito."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below. You can change these later in your settings.":["Sembra che il tuo sito utilizzi AMP accoppiato. Seleziona il tuo account Tag Manager e i contenitori pertinenti di seguito. Puoi modificarli in seguito dalle impostazioni."],"Tag Manager container name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Checking tags…":["Verifica dei tag in corso..."],"screen reader text\u0004(disabled)":["(disabilitato)"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Completa configurazione"],"Container Name":["Nome contenitore"],"Web Container Name":["Nome contenitore web"],"AMP Container Name":["Nome contenitore AMP"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Complete setup without Analytics":["Completa la configurazione senza Analytics"],"Continue to Analytics setup":["Vai alla configurazione di Analytics"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"AMP Container":["Contenitore AMP"],"Web Container":["Contenitore web"],"AMP Container ID":["ID contenitore AMP"],"Web Container ID":["ID contenitore web"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Tag Manager in una nuova finestra."],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"Set up a new account":["Configura un nuovo account"],"Tag Manager Code Snippet":["Snippet di codice di Tag Manager"],"OK, Got it!":["Ok, ho capito!"],"Snippet is not inserted":["Lo snippet non è stato inserito"],"Snippet is inserted":["Lo snippet è stato inserito"],"Placing two tags at the same time is not recommended.":["Non è consigliato inserire due tag contemporaneamente."],"Error: %s":["Errore: %s"],"Set up a new container":["Imposta un nuovo contenitore"],"Container":["Contenitore"],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Container ID":["ID contenitore"],"Account":["Account"],"Let Site Kit place code on your site":["Lascia che Site Kit inserisca il codice nel tuo sito"],"Error":["Errore"],"Service name\u0004Tag Manager":["Tag Manager"],"Create tags without updating code":["Crea tag senza aggiornare il codice"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager-7c01bc6dc43a4de58a7e.js"}}