{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Error in Widget":["Errore nel widget"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un errore ha impedito la corretta visualizzazione di questo widget. Riporta il contenuto esatto dell'errore sul forum di supporto per scoprire cosa l'ha causato."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Il tuo account Reader Revenue Manager è stato configurato con successo, ma la pubblicazione richiede ancora un'ulteriore configurazione in Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["La tua pubblicazione è ancora in attesa di revisione; puoi verificarne lo stato in Reader Revenue Manager."],"Customize settings":["Personalizza impostazioni"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups in the Reader Revenue Manager settings.":["Sfrutta appieno le opportunità dei lettori, attivando funzionalità come abbonamenti, contributi e iscrizioni alla newsletter nelle impostazioni di Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["Il tuo account Reader Revenue Manager è stato configurato con successo."],"Set up Reader Revenue Manager":["Configura Reader Revenue Manager"],"Learn more about reader revenue manager":["Scopri di più su Reader Revenue Manager"],"Grow your revenue and deepen reader engagement":["Aumenta le entrate e il coinvolgimento dei lettori"],"Complete publication setup":["Completa la configurazione della pubblicazione"],"Check publication status":["Verifica lo stato della pubblicazione"],"Managing user required to manage view access. <Link>Learn more<\/Link>":["Gestione degli utenti necessaria per gestire l'accesso alle visualizzazioni. <Link>Scopri di più<\/Link>"],"Enable features":["Abilita funzionalità"],"Unlock your full reader opportunity by enabling features like subscriptions, contributions and newsletter sign ups":["Sblocca tutte le opportunità per i tuoi lettori abilitando funzionalità come gli abbonamenti, i contributi e le iscrizioni alla newsletter."],"Your Reader Revenue Manager publication is approved":["La tua pubblicazione di Reader Revenue Manager è stata approvata"],"You can now learn more about your site visitor groups by comparing different metrics":["Ora, puoi scoprire di più sui gruppi di visitatori del sito mettendo a confronto diverse metriche"],"New! Visitor groups":["Novità: gruppi di visitatori"],"Show me":["Mostrami"],"Data is now available for the pages that earn the most AdSense revenue.":["Ora, i dati sono disponibili per le pagine con entrate di AdSense maggiori."],"See your top earning content":["Scopri i tuoi contenuti più redditizi"],"Learn how (opens in a new tab)":["Scopri come (si apre in una nuova scheda)"],"Link your Analytics and AdSense accounts to find out which content brings you the most revenue.":["Collega gli account Google Analytics e AdSense per scoprire i contenuti che generano più entrate."],"See which content earns you the most":["Scopri i tuoi contenuti più redditizi"],"Enable consent mode":["Abilita modalità di consenso"],"Learn more about consent mode":["Scopri di più sulla modalità di consenso"],"Consent mode interacts with your Consent Management Platform (CMP) or custom implementation for obtaining visitor consent, such as a cookie consent banner. <a>Learn more<\/a>":["La modalità di consenso interagisce con la tua piattaforma di gestione del consenso (CMP) o implementazione personalizzata per ottenere il consenso dei visitatori, come un banner di consenso ai cookie. <a>Scopri di più<\/a>"],"Enable Consent Mode to preserve tracking for your Ads campaigns":["Abilita la modalità di consenso per preservare il monitoraggio per le tue campagne Google Ads"],"You can always enable consent mode from Settings later":["Puoi sempre abilitare la modalità di consenso in un secondo momento dalle Impostazioni"],"Don’t show again":["Non mostrare più"],"You are currently offline. Some features may not be available.":["Al momento sei offline. Alcune funzionalità potrebbero non essere disponibili."],"Permissions Error":["Errore permessi"],"Email":["Email"],"Google account":["Account Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Aiutaci a migliorare Site Kit condividendo dati di utilizzo anonimi.<\/span> <span>Tutti i dati raccolti vengono trattati in conformità alle <a>Norme sulla privacy di Google.<\/a><\/span>"],"Google Account (Email: %1$s)":["Account Google (email: %1$s)"],"Google Account for %1$s":["Account Google di %1$s"],"Google Account for %1$s (Email: %2$s)":["Account Google di %1$s (email: %2$s)"],"Grant permission":["Concedi autorizzazione"],"Copied to clipboard":["Copiato negli appunti"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"Key metrics":["Metriche chiave"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["L'amministratore che ha condiviso questo modulo con te ha perso l'accesso al servizio %s, quindi non potrai vedere le relative statistiche nella dashboard di Site Kit. Per ripristinare l'accesso, puoi contattare questo o un altro amministratore."],"Access lost to %s":["Accesso a %s perso"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Account Google"],"Reset sharing permissions":["Reimposta le autorizzazioni di condivisione"],"Done":["Fine"],"Done editing roles":["Modifica dei ruoli completata"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all Dashboard Sharing permissions?":["Avviso: la reimpostazione di queste autorizzazioni rimuoverà l'accesso di sola visualizzazione per tutti gli utenti. Vuoi reimpostare tutte le autorizzazioni di condivisione della dashboard?"],"Reset Dashboard Sharing permissions":["Reimpostare le autorizzazioni di condivisione della dashboard"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"By default only the user who connects a service can control who it is shared with. This setting optionally lets these users allow any other admin signed in with Google to manage the roles a service is shared with.":["Per impostazione predefinita, solo l'utente che collega un servizio può controllare con chi condividerlo. Questa impostazione consente facoltativamente a questi utenti di permettere a qualsiasi altro amministratore che ha eseguito l'accesso con Google di gestire i ruoli con cui è condiviso un servizio."],"Share management with other admins":["Condividi gestione con altri amministratori"],"Grant access to the view-only dashboard for each service for the specific roles you want. Users will see the Site Kit dashboard with only the services that have been shared with them without needing to sign-in with Google.":["Concedi l'accesso alla dashboard in sola visualizzazione per ciascun servizio per i ruoli specifici richiesti. Gli utenti vedranno la dashboard di Site Kit con i soli servizi che sono stati condivisi con loro senza dover accedere con Google."],"Manage view access for other roles":["Gestisci accesso in visualizzazione per altri ruoli"],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Questo servizio richiede l'accesso generale alle API di Google anziché l'accesso a una proprietà\/entità specifica dell'utente, quindi l'accesso in visualizzazione è gestibile da qualsiasi amministratore che abbia eseguito l'accesso con Google."],"Retry":["Riprova"],"Data errors in %s":["Errori nei dati di %s"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"Any admin signed in with Google":["Qualsiasi amministratore che ha eseguito l'accesso con Google"],"Add roles":["Aggiungi ruoli"],"Edit roles":["Modifica ruoli"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s ha collegato questo modulo e concesso le autorizzazioni di gestione a tutti gli amministratori. Puoi modificare chi può visualizzarlo nella dashboard."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Gestito da<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Contatta l'utente gestore per gestire l'accesso in visualizzazione"],"Only me":["Solo io"],"Who can manage view access":["Chi può gestire l'accesso in visualizzazione"],"Who can view":["Chi può visualizzare"],"Product":["Prodotto"],"Error connecting Site Kit":["Errore durante la connessione a Site Kit"],"Apply":["Applica"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Condividi una versione di sola visualizzazione della tua dashboard Site Kit con altri ruoli WordPress. <a>Scopri di più<\/a>"],"Dashboard sharing & permissions":["Condivisione e autorizzazioni della dashboard"],"Open sharing settings":["Apri impostazioni di condivisione"],"Shared by <strong>%s<\/strong>":["Condiviso da <strong>%s<\/strong>"],"Shared services":["Servizi condivisi"],"Learn more about dashboard sharing":["Scopri di più sulla condivisione della dashboard"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <a>Scopri di più<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <strong>Accedi per collegare più servizi e controllare l'accesso alla condivisione.<\/strong>"],"View only":["Solo visualizzazione"],"Go to dashboard":["Vai alla dashboard"],"Maybe later":["Magari più tardi"],"Date range":["Intervallo di date"],"Back to dashboard":["Torna alla Bacheca"],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"Enter title or URL…":["Inserisci il titolo o l'URL..."],"URL Search":["Ricerca per URL"],"Page\/URL Search":["Ricerca per pagina\/URL"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Help":["Guida"],"New":["Nuove"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Next":["Avanti"],"Learn how":["Scopri come"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"Sign in with Google":["Accedi con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Back":["Indietro"],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Account":["Account"],"%s data is not yet available, please check back later":["I dati di %s non sono ancora disponibili, controlla più tardi"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Detailed Page Stats":["Statistiche dettagliate delle pagine"],"Back to the Site Kit Dashboard":["Torna alla bacheca di Site Kit"],"Cancel":["Annulla"],"No results found":["Nessun risultato trovato"],"All":["Tutti"],"Reset":["Reimposta"],"Close":["Chiudi"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-entity-dashboard-909580c1ad26533618a7.js"}}