{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"I published my message":["Ho pubblicato il mio messaggio"],"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Permissions Error":["Errore permessi"],"Email":["Email"],"Google account":["Account Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Aiutaci a migliorare Site Kit condividendo dati di utilizzo anonimi.<\/span> <span>Tutti i dati raccolti vengono trattati in conformità alle <a>Norme sulla privacy di Google.<\/a><\/span>"],"Enable message":["Abilita messaggio"],"Enable error protection code (optional)":["Abilita codice di protezione da errori (facoltativo)"],"Enable ad blocking recovery message (required)":["Abilita messaggio di risposta al blocco degli annunci (obbligatorio)"],"If a site visitor’s ad blocker browser extension blocks the message you create in AdSense, a default, non-customizable ad blocking recovery message will display instead. <a>Learn more<\/a>":["Se l'estensione del browser per il blocco degli annunci di un visitatore del sito blocca il messaggio che hai creato in AdSense, verrà visualizzato un messaggio di risposta al blocco degli annunci predefinito non personalizzabile. <a>Scopri di più<\/a>"],"Step %1$s of %2$s (completed).":["Passaggio %1$s di %2$s (completato)."],"Step %1$s of %2$s (active).":["Passaggio %1$s di %2$s (attivo)."],"Step %1$s of %2$s (upcoming).":["Passaggio %1$s di %2$s (in programma)."],"Ad blocking recovery only works if you’ve created and published your message in AdSense":["La risposta al blocco degli annunci funziona solo se hai creato e pubblicato il tuo messaggio in AdSense"],"Create message":["Crea messaggio"],"My message is ready":["Il mio messaggio è pronto"],"Site visitors will be given the option to allow ads on your site. You can also present them with other options to fund your site (optional)":["I visitatori del sito avranno la possibilità di consentire annunci sul tuo sito. Puoi anche offrire loro altre opzioni per finanziare il tuo sito (facoltativo)"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense.":["Identifica i visitatori del sito che hanno installato un'estensione del blocco degli annunci nel browser. Questi visitatori vedranno il messaggio di risposta al blocco degli annunci creato in AdSense."],"Create your site’s ad blocking recovery message (required)":["Crea messaggio di risposta al blocco degli annunci del tuo sito (obbligatorio)"],"Google Account (Email: %1$s)":["Account Google (email: %1$s)"],"Google Account for %1$s":["Account Google di %1$s"],"Google Account for %1$s (Email: %2$s)":["Account Google di %1$s (email: %2$s)"],"Ad Blocking Recovery":["Risposta al blocco degli annunci"],"Grant permission":["Concedi autorizzazione"],"Copied to clipboard":["Copiato negli appunti"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"Key metrics":["Metriche chiave"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Account Google"],"Get help":["Richiedi assistenza"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Scegli dove pubblicare gli annunci, blocca quelli che non ti interessano e decidi quali sono i tipi più adatti per il tuo sito"],"You’re in control":["Hai tu il controllo"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Gli annunci automatici posizionano e ottimizzano automaticamente i tuoi annunci, facendoti risparmiare tempo prezioso"],"Save time with automated ads":["Risparmia tempo con gli annunci automatici"],"Focus on writing good content and let AdSense help you make it profitable":["Concentrati sulla scrittura di ottimi contenuti e lascia che AdSense ti aiuti a renderli redditizi"],"Earn money from your site":["Genera entrate dal tuo sito"],"Connect now":["Collega ora"],"Retry":["Riprova"],"Error connecting Site Kit":["Errore durante la connessione a Site Kit"],"Review AdSense account":["Esamina account AdSense"],"Your account isn’t ready to show ads yet":["Il tuo account non è ancora pronto per mostrare gli annunci"],"Add this site to your AdSense account":["Aggiungi questo sito al tuo account AdSense"],"Apply now":["Applica ora"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Per iniziare a utilizzare AdSense sul tuo sito web, devi eseguire l'upgrade del tuo account in modo da aggiungere \"AdSense per i contenuti\". <a>Scopri di più<\/a>"],"Looks like you need to upgrade your AdSense account":["Sembra che tu debba eseguire l'upgrade del tuo account AdSense"],"Shared by <strong>%s<\/strong>":["Condiviso da <strong>%s<\/strong>"],"Shared services":["Servizi condivisi"],"Learn more about dashboard sharing":["Scopri di più sulla condivisione della dashboard"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <a>Scopri di più<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <strong>Accedi per collegare più servizi e controllare l'accesso alla condivisione.<\/strong>"],"View only":["Solo visualizzazione"],"Proceed without enabling auto ads":["Procedi senza abilitare gli annunci automatici"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit consiglia di abilitare gli annunci automatici. Se la tua configurazione AdSense esistente si basa su singole unità pubblicitarie, puoi procedere senza abilitare gli annunci automatici."],"Enable auto ads":["Abilita gli annunci automatici"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Per iniziare a pubblicare annunci tramite Site Kit, devi prima abilitare gli annunci automatici. Vai su AdSense e abilita gli annunci automatici per il tuo sito."],"Enable auto ads for your site":["Abilita gli annunci automatici per il tuo sito"],"Your site is ready to use AdSense":["Il tuo sito è pronto per l'uso di AdSense"],"Your AdSense account is ready to connect to Site Kit":["Il tuo account AdSense è pronto per il collegamento a Site Kit"],"Request review in AdSense":["Richiedi revisione in AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Per iniziare a pubblicare annunci, il tuo sito deve essere approvato. Vai ad AdSense per richiedere la revisione."],"Your site requires review":["È necessaria una revisione del tuo sito"],"Your site is getting ready":["Il tuo sito è quasi pronto"],"Review site in AdSense":["Esamina sito in AdSense"],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit ha rilevato il codice AdSense per un altro account %1$s sul tuo sito. Per configurare AdSense per il tuo account %2$s corrente, consigliamo invece di utilizzare Site Kit per inserire il codice."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Hai già un codice AdSense sul tuo sito per questo account. Ti consigliamo di utilizzare Site Kit per inserire il codice al fine di ottenere il massimo da AdSense."],"Invalid site state %s":["Stato del sito non valido %s"],"Go to dashboard":["Vai alla dashboard"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Usi già AdSense? Aggiungi %s a un account AdSense esistente. <a>Scopri di più<\/a>"],"Create AdSense account":["Crea account AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Una volta creato il tuo account, Site Kit inserirà il codice AdSense in ogni pagina del tuo sito. Ciò significa che il tuo sito verrà ottimizzato automaticamente per aiutarti a guadagnare con i tuoi contenuti."],"Maybe later":["Magari più tardi"],"Back to dashboard":["Torna alla Bacheca"],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"Exclude from Ads":["Escludi da Ads"],"Ads will be displayed for all users":["Gli annunci saranno mostrati a tutti gli utenti"],"Ads will not be displayed for users that can write posts":["Gli annunci non saranno mostrati agli utenti che possono scrivere articoli"],"Ads will not be displayed for all logged-in users":["Gli annunci non saranno mostrati a tutti gli utenti connessi"],"Users who can write posts":["Utenti che possono scrivere articoli"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Help":["Guida"],"All logged-in users":["Tutti gli utenti connessi"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Seleziona unità pubblicitaria"],"Web Stories Ad Unit":["Unità pubblicitaria Storie web"],"Complete setup":["Completa configurazione"],"Learn more about updating your AdSense account":["Scopri di più su come aggiornare il tuo account AdSense"],"Learn more about adding a user to an existing AdSense account":["Scopri di più su come aggiungere un utente a un account AdSense esistente"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Recommended":["Consigliato"],"Add site to AdSense":["Aggiungi sito ad AdSense"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Sembra che tu abbia più di un account AdSense associato al tuo account Google. Seleziona dal seguente elenco l'account da utilizzare con Site Kit."],"Select your AdSense account":["Seleziona il tuo account AdSense"],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit ha rilevato il codice AdSense %1$s sulla tua pagina. Ti consigliamo di rimuovere tale codice o di aggiungere %2$s come utente all'account AdSense %3$s."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Ricevi rapporti sulle tue pagine che generano più entrate collegando i tuoi account Analytics e AdSense"],"Link Analytics and AdSense":["Collega Analytics e AdSense"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"Sign in with Google":["Accedi con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Back":["Indietro"],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Account":["Account"],"Let Site Kit place AdSense code on your site":["Consenti a Site Kit di inserire il codice AdSense nel tuo sito"],"Create your AdSense account":["Crea il tuo account di Google AdSense"],"You need to fix some things before we can connect Site Kit to your AdSense account":["Devi correggere alcune cose prima che possiamo connettere Site Kit al tuo account AdSense"],"Your site isn’t ready to show ads yet":["Il tuo sito non è ancora pronto per mostrare gli annunci"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Service name\u0004AdSense":["AdSense"],"Close":["Chiudi"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-f6e2202aedc4b9dec80a.js"}}