{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"<a href=\"%1$s\">Click here<\/a> for more information, or to get more help, ask a question on our <a href=\"%2$s\">support forum<\/a> and include the text of the original error message: %3$s":["<a href=\"%1$s\">Fai clic qui<\/a> per saperne di più. Per ulteriore assistenza, fai una domanda sul nostro <a href=\"%2$s\">forum di assistenza<\/a> e inserisci il testo del messaggio di errore originale: %3$s"],"Permissions Error":["Errore permessi"],"<strong>Connect Google Analytics as part of your setup.<\/strong> Activate Google Analytics to track how much traffic you’re getting and how people navigate your site.":["<strong>Connetti Google Analytics durante la configurazione.<\/strong> Attiva Google Analytics per monitorare il volume di traffico che stai ricevendo e in che modo i visitatori navigano nel tuo sito."],"Email":["Email"],"Google account":["Account Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Aiutaci a migliorare Site Kit condividendo dati di utilizzo anonimi.<\/span> <span>Tutti i dati raccolti vengono trattati in conformità alle <a>Norme sulla privacy di Google.<\/a><\/span>"],"Google Account (Email: %1$s)":["Account Google (email: %1$s)"],"Google Account for %1$s":["Account Google di %1$s"],"Google Account for %1$s (Email: %2$s)":["Account Google di %1$s (email: %2$s)"],"Grant permission":["Concedi autorizzazione"],"Copied to clipboard":["Copiato negli appunti"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"Key metrics":["Metriche chiave"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Account Google"],"Looks like your site is having a technical issue with connecting to the Site Kit authentication service.":["Il tuo sito ha un problema tecnico nella connessione al servizio di autenticazione Site Kit."],"%1$s <Link>%2$s<\/Link>":["%1$s <Link>%2$s<\/Link>"],"Get help":["Richiedi assistenza"],"Error connecting Site Kit":["Errore durante la connessione a Site Kit"],"Skip sign-in and view limited dashboard":["Salta l'accesso e visualizza una dashboard limitata"],"Shared by <strong>%s<\/strong>":["Condiviso da <strong>%s<\/strong>"],"Shared services":["Servizi condivisi"],"Learn more about dashboard sharing":["Scopri di più sulla condivisione della dashboard"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <a>Scopri di più<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <strong>Accedi per collegare più servizi e controllare l'accesso alla condivisione.<\/strong>"],"View only":["Solo visualizzazione"],"View-only Dashboard Access":["Accesso alla dashboard in sola visualizzazione"],"Go to dashboard":["Vai alla dashboard"],"Back to dashboard":["Torna alla Bacheca"],"— New URL: %s":["— Nuovo URL: %s"],"— Old URL: %s":["— Vecchio URL: %s"],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Help":["Guida"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Next":["Avanti"],"Set up Site Kit":["Configura Site Kit"],"Learn how":["Scopri come"],"Learn how to install and use the helper plugin":["Scopri come installare e utilizzare il plugin dell'assistente"],"Configure":["Configura"],"Configure the helper plugin":["Configura il plugin dell'assistente"],"Activate":["Attiva"],"Activate the helper plugin":["Attiva il plugin dell'assistente"],"Install":["Installa"],"Install the helper plugin":["Installa il plugin dell'assistente"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["La reimpostazione comporterà la disconnessione di tutti gli utenti e la rimozione di tutte le impostazioni di Site Kit e dei dati all'interno di WordPress. <br \/>Tu e altri utenti che volete utilizzare Site Kit dovrete riconnettervi per ripristinare l'accesso."],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"complete module setup\u0004Finish":["Termina"],"Source: %s":["Fonte: %s"],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Per ricevere ulteriore assistenza, fai una domanda nel nostro <a href=\"%1$s\">forum<\/a> dedicato e includi il testo del messaggio di errore originale: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Sembra che il tuo sito abbia un problema tecnico relativo alla richiesta di dati ai servizi Google."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Sembra che l'URL del tuo sito sia cambiato. Per continuare a utilizzare Site Kit dovrai riconnetterti, in modo che le impostazioni del tuo plugin vengano aggiornate con il nuovo URL."],"Report this problem":["Segnala questo problema"],"Connect your Google account to Site Kit":["Collega il tuo account Google a Site Kit"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"Verifying…":["Verifica…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"%s (domain property)":["%s (proprietà del dominio)"],"We found %d existing accounts. Please choose which one to use below.":["Abbiamo rilevato %d account esistenti. Scegli tra i seguenti quale utilizzare."],"Checking Compatibility…":["Controllo compatibilità…"],"Your site may not be ready for Site Kit":["Il tuo sito potrebbe non essere pronto per Site Kit"],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Il tuo sito non è stato aggiunto a Search Console. Vuoi aggiungerlo ora?"],"Site Kit by Google was successfully reset.":["Site Kit di Google è stato reimpostato con successo."],"Authenticate Site Kit":["Accedi a Site Kit"],"Connect Search Console":["Collega Search Console"],"Authenticate":["Accedi"],"Go to Dashboard":["Vai alla Bacheca"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Hai completato con successo la configurazione di Site Kit e hai collegato Search Console. Verifica la tua bacheca per altri servizi da collegare."],"Congratulations!":["Complimenti!"],"Your Search Console is set up with Site Kit.":["La tua Search Console è integrata con Site Kit."],"We’re locating your Search Console account.":["Stiamo localizzando il tuo account della Search Console."],"Choose URL":["Scegli l'URL"],"Congratulations, your site has been verified!":["Congratulazioni, il tuo sito è stato verificato!"],"We will need to verify your URL for Site Kit.":["Dobbiamo verificare il tuo URL per Site Kit."],"Verify URL":["Verifica URL"],"Website Address":["Indirizzo del sito web"],"Getting your verified sites…":["Recupero dei siti verificati…"],"Sign in with Google":["Accedi con Google"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Non hai concesso l'accesso a uno o più contenuti richiesti. Concedi tutte le autorizzazioni richieste."],"Please sign into your Google account to begin.":["Accedi al tuo account Google per iniziare."],"Authenticate with Google":["Autenticati con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"Speed":["Velocità"],"Back":["Indietro"],"Learn more":["Approfondisci"],"Account":["Account"],"Continue":["Continua"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["Site Kit non ha più accesso al tuo account. Se vuoi riconnettere Site Kit, fai clic su \"Accedi con Google\" in basso per generare nuove credenziali."],"You revoked access to Site Kit for %s":["Hai revocato l'accesso a Site Kit per %s"],"Cancel":["Annulla"],"Reset Site Kit":["Reimposta Site Kit"],"Service name\u0004Search Console":["Search Console"],"Reset":["Reimposta"],"Close":["Chiudi"],"Reconnect Site Kit":["Riconnetti Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-splash-77f274ec773bb062bf6b.js"}}