{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Scopri di più su come raggruppare i visitatori del sito in <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Seleziona<\/SelectGroupLink> un altro gruppo da confrontare con il gruppo attuale o scopri come raggruppare i visitatori del sito in <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Create more visitor groups":["Crea più gruppi di visitatori"],"Compare your group to other groups":["Confronta il tuo gruppo con altri gruppi"],"Visitor group created successfully!":["Gruppo di visitatori creato con successo"],"Create":["Crea"],"Create groups suggested by Site Kit":["Crea gruppi suggeriti da Site Kit"],"Oops! Something went wrong. Retry enabling the metric.":["Qualcosa è andato storto. Riprova ad attivare la metrica."],"Failed to enable metric":["Impossibile attivare la metrica"],"No data to display: either no pages were published in the last three days, or they haven’t received any visitors yet":["Nessun dato da visualizzare: non sono state pubblicate pagine negli ultimi tre giorni o non hanno ancora ricevuto alcun visitatore"],"You can deactivate this widget in <a>Settings<\/a>.":["Puoi disattivare questo widget in <a>Impostazioni<\/a>."],"It looks like your visitor groups aren’t available anymore. <a>Select other groups<\/a>.":["Sembra che i gruppi di visitatori non siano più disponibili. <a>Seleziona altri gruppi<\/a>."],"Google Analytics is disconnected, your audience metrics can’t be displayed. <a>Connect Google Analytics<\/a>":["Google Analytics non è collegato, le metriche del pubblico non possono essere visualizzate. <a>Collega Google Analytics<\/a>"],"We’ve added the audiences section to your dashboard!":["Abbiamo aggiunto la sezione Segmenti di pubblico alla tua bacheca."],"Insufficient permissions, contact your administrator. Trouble getting access? <HelpLink \/>":["Autorizzazioni insufficienti, contatta l'amministratore. Hai problemi di accesso? <HelpLink \/>"],"Oops! Something went wrong. Retry enabling groups.":["Qualcosa è andato storto. Riprova ad attivare i gruppi."],"Failed to set up visitor groups":["Impossibile impostare i gruppi di visitatori"],"You’ll need to contact your administrator. Trouble getting access? <HelpLink \/>":["Dovrai contattare il tuo amministratore. Problemi con l'accesso? <HelpLink \/>"],"Setup was interrupted because you did not grant the necessary permissions. <HelpLink \/>":["La configurazione è stata interrotta perché non sono state concesse le autorizzazioni necessarie. <HelpLink \/>"],"Temporarily hide":["Nascondi temporaneamente"],"Site Kit is collecting data for this group.":["Site Kit sta raccogliendo dati per questo gruppo."],"Select up to %1$d groups (%2$d selected)":["Seleziona fino a %1$d gruppi (%2$d selezionati)"],"Select at least %1$d group (%2$d selected)":["Seleziona almeno %1$d gruppo (%2$d selezionato)","Seleziona almeno %1$d gruppi (%2$d selezionati)"],"Additional groups":["Gruppi aggiuntivi"],"Created by Site Kit":["Creato da Site Kit"],"Change groups":["Cambia gruppi"],"Additional items":["Elementi aggiuntivi"],"Contact your administrator. Trouble getting access? <HelpLink \/>":["Contatta l'amministratore. Non riesci ad accedere? <HelpLink \/>"],"Still collecting full data for this timeframe, partial data is displayed for this metric":["La raccolta dei dati completi per questo periodo di tempo è ancora in corso. Per questa metrica vengono mostrati dati parziali"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Se la quantità di nuovi visitatori è alta, significa che il tuo pubblico sta crescendo. Visualizzare i contenuti che portano gli utenti nel tuo sito potrebbe fornirti informazioni su come raggiungere ancora più persone."],"Understand what brings new visitors to your site and keeps them coming back. Site Kit can now group your site visitors into relevant segments like \"new\" and \"returning\". To set up these new groups, Site Kit needs to update your Google Analytics property.":["Scopri cosa porta nuovi visitatori sul tuo sito e cosa li fa tornare. Ora, con Site Kit puoi raggruppare i visitatori del sito in segmenti pertinenti, come \"nuovi\" ed \"esistenti\". Per configurare questi nuovi gruppi, Site Kit deve aggiornare la proprietà Google Analytics."],"Learn how different types of visitors interact with your site":["Scopri in che modo diversi tipi di visitatori interagiscono con il tuo sito"],"The visitors group section will be added to your dashboard once you set it up.":["La sezione per i gruppi di visitatori verrà aggiunta alla tua dashboard al termine della configurazione."],"You can always enable groups from Settings later":["Puoi abilitare i gruppi dalle Impostazioni in un secondo momento"],"Your visitor groups data loading failed":["Il carimento dei dati dei tuoi gruppi di visitatori non è andato a buon fine"],"Partial data":["Dati parziali"],"No data to show yet":["Non ci sono dati da mostrare al momento"],"Top content by pageviews":["Contenuti migliori in base alle visualizzazioni di pagina"],"Cities with the most visitors":["Città con più visitatori"],"%s of total pageviews":["%s di visualizzazioni di pagina totali"],"Visitors":["Visitatori"],"Still collecting full data for this timeframe, partial data is displayed for this group":["La raccolta dei dati completi per questo periodo di tempo è ancora in corso. Per questo gruppo vengono mostrati dati parziali"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s si riferisce al pubblico già esistente nella proprietà di Google Analytics. Ricorda che un visitatore può essere conteggiato in più gruppi. <link>Scopri di più<\/link>"],"%s are people who have visited your site at least once before. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s si riferisce alle persone che hanno già visitato il tuo sito almeno una volta. Ricorda che, in alcuni casi, un visitatore può essere conteggiato nei gruppi \"nuovi\" ed \"esistenti\". <link>Scopri di più<\/link>"],"%s are people who visited your site for the first time. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s si riferisce alle persone che hanno visitato il tuo sito per la prima volta. Ricorda che, in alcuni casi, un visitatore può essere conteggiato nei gruppi \"nuovi\" ed \"esistenti\". <link>Scopri di più<\/link>"],"Success! Visitor groups added to your dashboard":["Operazione riuscita. I gruppi di visitatori sono stati aggiunti alla tua dashboard"],"You can now learn more about your site visitor groups by comparing different metrics":["Ora, puoi scoprire di più sui gruppi di visitatori del sito mettendo a confronto diverse metriche"],"New! Visitor groups":["Novità: gruppi di visitatori"],"Consider removing the existing tag to avoid loading both tags on your site":["Prendi il considerazione la possibilità di rimuovere il tag esistente per evitare di caricare entrambi i tag sul sito"],"Ads Conversion Tracking ID has been moved to <a>Ads settings<\/a>":["L'ID per il monitoraggio delle conversioni di Google Ads è stato spostato nelle <a>impostazioni di Google Ads<\/a>"],"Web Data Stream Name":["Nome dello stream di dati web"],"A web data stream name is required.":["Il nome dello stream di dati web è obbligatorio."],"This is not a valid web data stream name.":["Questo nome dello stream di dati web non è valido."],"A web data stream with this name already exists.":["Esiste già uno stream di dati web con questo nome."],"Show me":["Mostrami"],"Disable":["Disabilita"],"Performance of your Ad campaigns":["Rendimento delle tue campagne pubblicitarie"],"Enable groups":["Abilita gruppi"],"Enabling groups":["Attivazione di gruppi"],"Don’t show again":["Non mostrare più"],"Pages that generated the most AdSense revenue":["Pagine che hanno generato la maggior parte delle entrate AdSense"],"Top earning pages":["Pagine con maggiori utili"],"A tag %s for the selected property already exists on the site":["Un tag %s per la proprietà selezionata esiste già sul sito"],"Additional permissions are required to create a new Analytics account.":["La creazione di un nuovo account Analytics richiede autorizzazioni aggiuntive."],"Code Snippet":["Snippet di codice"],"Edit <VisuallyHidden>web data stream <\/VisuallyHidden>in Analytics":["Modifica lo <VisuallyHidden>stream di dati web<\/VisuallyHidden> in Analytics"],"Enhanced measurement is being enabled.":["Attivazione della misurazione avanzata in corso."],"Setup in progress":["Configurazione in corso"],"Edit <VisuallyHidden>account <\/VisuallyHidden>in Analytics":["Modifica <VisuallyHidden>account<\/VisuallyHidden> in Analytics"],"Current selection":["Selezione attuale"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d selezionate <MaxCount>(fino a %2$d)<\/MaxCount>"],"Disabled":["Disabilitato"],"Enabled":["Abilitato"],"Enhanced Measurement":["Misurazione avanzata"],"Connect Analytics":["Connetti Analytics"],"Update Analytics to track metric":["Aggiorna Analytics per monitorare la metrica"],"No data to show":["Nessun dato da mostrare"],"Retry didn’t work? <a>Learn more<\/a>":["Il nuovo tentativo non ha funzionato? <a>Scopri di più<\/a>"],"Analytics update failed":["Aggiornamento di Analytics non riuscito"],"Percentage of visitors that left without engagement with your site":["Percentuale di visitatori che ha lasciato il tuo sito senza alcuna interazione"],"Setup successful: Analytics is gathering data for this metric":["Configurazione riuscita: Analytics sta raccogliendo i dati per questa metrica"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Un altro amministratore ha configurato queste metriche personalizzate per il tuo sito. Fai clic qui per personalizzarle."],"Personalize your key metrics":["Personalizza le tue metriche chiave"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Sarà necessario contattare il tuo amministratore. <a>Scopri di più<\/a>"],"Permissions updated? <a>Retry<\/a>":["Permessi aggiornati? <a>Riprova<\/a>"],"All Visitors":["Tutti i visitatori"],"Authors whose posts got the most visits":["Autori i cui post hanno ottenuto il maggior numero di visite"],"Most popular authors by pageviews":["Autori più popolari per visualizzazioni di pagina"],"Categories that your site visitors viewed the most":["Categorie più visualizzate dai visitatori del tuo sito"],"Top categories by pageviews":["Categorie principali per visualizzazioni di pagina"],"Pages with the most pageviews published in the last 3 days":["Pagine con il maggior numero di visualizzazioni pubblicate negli ultimi 3 giorni"],"Top recent trending pages":["Principali pagine di tendenza recenti"],"Pages with the highest engagement rate":["Pagine con il tasso di convolgimento più alto"],"Most engaging pages":["Pagine con il maggior coinvolgimento"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pagine con la percentuale più alta di visitatori che hanno lasciato il tuo sito senza alcuna interazione"],"Your configured Analytics web data stream will now automatically measure interactions on your site in addition to standard page views measurement.":["Il tuo stream di dati web Analytics configurato ora eseguirà la misurazione automatica delle interazioni sul tuo sito, oltre alla misurazione standard delle visualizzazioni di pagina"],"You successfully enabled enhanced measurement for your site":["Attivazione della misurazione avanzata per il tuo sito riuscita"],"Enable now":["Abilita ora"],"Understand how visitors interact with your content":["In che modo i visitatori interagiscono con i tuoi contenuti"],"Enable enhanced measurement in Analytics to automatically track metrics like file downloads, video plays, form interactions, etc. No extra code required — you’ll be redirected to give permission for Site Kit to enable it on your behalf.":["Abilita la misurazione avanzata in Analytics per monitorare automaticamente metriche come download di file, riproduzioni di video, interazioni con i moduli ecc. Non è richiesto codice aggiuntivo. Sarai reindirizzato per concedere a Site Kit l'autorizzazione per abilitarla per tuo conto."],"Enable enhanced measurement in Analytics to automatically track metrics like file downloads, video plays, form interactions, etc. No extra code required.":["Abilita la misurazione avanzata in Analytics per monitorare automaticamente metriche come download di file, riproduzioni di video, interazioni con moduli ecc. Non è necessario codice aggiuntivo."],"Enable enhanced measurement later here":["Abilita la misurazione avanzata più tardi qui"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["In questo modo puoi misurare le interazioni con i tuoi contenuti (ad es. download di file, riproduzioni di video o interazioni con moduli). <a>Scopri di più<\/a>"],"The top search queries for your site by highest clickthrough rate":["Principali query di ricerca per il tuo sito in base alla percentuale di clic più alta"],"%s total visits":["%s visite in totale"],"%s page views":["%s visualizzazioni di pagina"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canale (ad es. social, a pagamento, ricerca) che ha attirato i visitatori che hanno generato il maggior numero di conversioni"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori sul tuo sito"],"The countries where most of your visitors came from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"The cities where most of your visitors came from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"Products on your site which visitors viewed the most. Site Kit detected these are your product pages. If this is inaccurate, you can <a>replace<\/a> this with another metric":["Prodotti sul tuo sito visualizzati di più dai visitatori. Site Kit ha rilevato che si tratta delle tue pagine di prodotto. Se questo non è corretto, puoi <a>sostituire<\/a> questa con un'altra metrica"],"Pages your visitors read the most":["Pagine lette di più dai tuoi visitatori"],"Portion of visitors who visited your site for the first time in this timeframe":["Porzione dei visitatori che hanno consultato il tuo sito per la prima volta in questo periodo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Porzione dei visitatori del tuo sito che sono tornati almeno una volta in questo periodo"],"Returning visitors":["Visitatori di ritorno"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori che hanno avuto un'interazione significativa con il tuo sito"]," and ":[" e "],"%s is disconnected, no data to show":["%s è disconnesso. Nessun dato da mostrare","%s sono disconnessi. Nessun dato da mostrare"],"Pages that attracted the most returning visitors":["Pagine che hanno attirato il maggior numero di visitatori di ritorno"],"Top pages by returning visitors":["Pagine principali per visitatori di ritorno"],"Average duration of engaged visits":["Durata media di visite con coinvolgimento"],"Visit length":["Durata visita"],"Number of pages visitors viewed per session on average":["Numero di pagine visualizzate in media dai visitatori in base alla sessione"],"Pages per visit":["Pagine per visita"],"Least engaging pages":["Pagine con il minor coinvolgimento"],"Average number of sessions per site visitor":["Numero medio di sessioni in base al visitatore del sito"],"Visits per visitor":["Visite per visitatore"],"Enable enhanced measurement":["Abilita misurazione avanzata"],"%1$s of %2$s engaged sessions":["%1$s di %2$s sessioni con coinvolgimento"],"Trouble getting access? <HelpLink \/>":["Problemi di accesso? <HelpLink \/>"],"No product posts currently detected on your site. This metric applies only to sites with product posts.":["Nessun post di prodotto attualmente rilevato sul tuo sito. Questa metrica si applica solo ai siti con post di prodotti."],"Top countries driving traffic":["Paesi principali che generano traffico"],"Change metrics":["Modifica metriche"],"Data loading failed":["Caricamento dati non riuscito"],"Save selection":["Salva selezione"],"Apply changes":["Applica modifiche"],"Channel which brought in the most visits that resulted in conversions":["Canale con il maggior numero di visite che hanno generato conversioni"],"Which countries you get the most visitors from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"Which cities you get the most visitors from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"What people searched for before they came to your site":["Ricerche effettuate dalle persone prima di visitare il tuo sito"],"Products that brought in the most visitors":["Prodotti che hanno attirato la maggior parte dei visitatori"],"Pages that brought in the most visitors":["Pagine che hanno attirato la maggior parte dei visitatori"],"Visitors coming via this channel spent the most time on your site":["I visitatori generati da questo canale hanno trascorso più tempo sul tuo sito"],"Channel which brought in the most visitors to your site":["Canale che ha che attirato la maggior parte dei visitatori sul tuo sito"],"Top traffic source":["Principale sorgente di traffico"],"How many new visitors you got and how the overall audience changed":["Numero di visitatori che hai ricevuto e in che misura il pubblico complessivo è cambiato"],"Portion of people who visited your site more than once":["Porzione di persone che hanno visitato il tuo sito più di una volta"],"Google Tag ID":["ID Google Tag"],"%s of visits led to conversions":["%s delle visite ha generato conversioni"],"Top converting traffic source":["Principale sorgente di traffico per le conversioni"],"Top cities driving traffic":["Principali città che generano traffico"],"Analytics doesn’t have data for your site’s products yet":["Analytics non dispone ancora di dati per i prodotti del tuo sito"],"Most popular products by pageviews":["Prodotti più popolari per visualizzazioni di pagina"],"Most engaged traffic source":["Sorgente di traffico con il maggior coinvolgimento"],"You can always set up goals from Settings later":["Puoi sempre configurare gli obiettivi più tardi in Impostazioni"],"%s of total traffic":["%s di traffico totale"],"Connect Google Analytics":["Connetti Google Analytics"],"Metrics cannot be displayed without Analytics":["Impossibile visualizzare le metriche senza Analytics"],"Get tailored metrics":["Ottieni metriche personalizzate"],"Top performing keywords":["Parole chiave con il miglior rendimento"],"Most popular content by pageviews":["Contenuti più popolari per visualizzazioni di pagina"],"Connect %s":["Connetti %s"],"%s is disconnected, some of your metrics can’t be displayed":["%s è disconnesso. Impossibile visualizzare alcune delle tue metriche"],"New visitors":["Nuovi visitatori"],"of %s total visitors":["di %s visitatori totali"],"Engagement rate shows the percentage of engaged sessions, the opposite of bounce rate. <a>Learn more<\/a>":["Il tasso di coinvolgimento mostra la percentuale di sessioni con coinvolgimento ed è l'opposto della frequenza di rimbalzo. <a>Approfondisci<\/a>"],"New metric: engagement rate":["Nuova metrica: tasso di coinvolgimento"],"A session is a period of time during which a user interacts with your website or app. <a>Learn more<\/a>":["Una sessione è un periodo di tempo durante il quale un utente interagisce con il tuo sito web o la tua app. <a>Approfondisci<\/a>"],"\"Sessions\" has replaced \"Unique Pageviews\"":["\"Sessioni\" ha sostituito \"Visualizzazioni di pagina uniche"],"See the new metrics from Google Analytics":["Scopri le nuove metriche di Google Analytics"],"Google Analytics property created":["Proprietà Google Analytics creata"],"Engagement Rate":["Tasso di coinvolgimento"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Set up a new web data stream":["Configura un nuovo stream di dati web"],"Web Data Stream":["Stream di dati web"],"Copied to clipboard":["Copiato negli appunti"],"Error in Google Chart":["Errore nel grafico Google"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un errore ha impedito la corretta visualizzazione di questo grafico Google. Riporta l'esatto contenuto dell'errore sul forum di assistenza per scoprirne la causa."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"Exclude Analytics":["Escludi Analytics"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["L'amministratore che ha condiviso questo modulo con te ha perso l'accesso al servizio %s, quindi non potrai vedere le relative statistiche nella dashboard di Site Kit. Per ripristinare l'accesso, puoi contattare questo o un altro amministratore."],"Access lost to %s":["Accesso a %s perso"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"Data errors in %s":["Errori nei dati di %s"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"Another admin":["Un altro amministratore"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Se fai clic su Conferma modifiche, concedi ad altri utenti l'accesso di sola visualizzazione ai dati di %s tramite il tuo Account Google. Puoi sempre gestire questa opzione in un secondo momento nelle impostazioni di condivisione della dashboard."],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Nessun dato da visualizzare: il tuo sito non ha ancora ricevuto visitatori"],"No data to display: your page hasn’t received any visitors yet":["Nessun dato da visualizzare: la tua pagina non ha ancora ricevuto visitatori"],"Gathering data…":["Raccolta dei dati in corso…"],"A pie chart for Analytics that is gathering data, so has no data to display.":["Un grafico a torta per Analytics che sta raccogliendo dati e non ha quindi informazioni da mostrare."],"gathering data…":["raccolta dati in corso..."],"Maybe later":["Magari più tardi"],"Overall page metrics over the last %s day":["Metriche complessive della pagina nell'ultimo %s giorno","Metriche complessive della pagina negli ultimi %s giorni"],"Your site hasn’t received any visitors yet":["Il tuo sito non è stato ancora visualizzato da nessuno"],"Your page hasn’t received any visitors yet":["La tua pagina non è stata ancora visualizzata da nessuno"],"(unknown)":["(sconosciuto)"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Place Google Analytics code":["Inserisci il codice di Google Analytics"],"Users that can write posts will be excluded from Analytics tracking":["Gli utenti che possono scrivere articoli saranno esclusi dal monitoraggio di Analytics"],"Users that can write posts":["Utenti che possono scrivere post"],"All logged-in users":["Tutti gli utenti connessi"],"New":["Nuove"],"Ads Conversion ID":["ID conversione di Google Ads"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"See the full list of channels in Analytics":["Visualizza l'elenco completo di canali in Analytics"],"See the full list of devices in Analytics":["Visualizza l'elenco completo di dispositivi in Analytics"],"See the full list of locations in Analytics":["Visualizza l'elenco completo di località in Analytics"],"Learn more about what \"%s\" means":["Scopri di più sul significato di \"%s\""],"compared to the previous %s days":["rispetto al periodo precedente di %s giorni"],"Update":["Aggiorna"],"<span>By<\/span> devices":["<span>Per<\/span> dispositivi"],"<span>By<\/span> locations":["<span>Per<\/span> località"],"<span>By<\/span> channels":["<span>Per<\/span> canali"],"%s:":["%s:"],"Stat information for the user dimensions chart tooltip\u0004Users: <strong>%1$s<\/strong> <em>%2$s %3$s%%<\/em>":["Utenti: <strong>%1$s<\/strong> <em>%2$s %3$s%%<\/em>"],"Devices":["Dispositivi"],"Locations":["Località"],"Channels":["Canali"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Altri"],"Complete setup":["Completa configurazione"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"OK, Got it":["OK, ho capito"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Learn more here.":["Scopri di più qui."],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Top acquisition channels":["Principali canali di acquisizione"],"Previous period":["Periodo precedente"],"Country":["Paese"],"Timezone":["Fuso orario"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Devi concedere a Site Kit l'autorizzazione a creare un account Analytics per tuo conto e accettare i termini di servizio di Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Sarai indirizzato alla pagina di Google Analytics per accettare i termini di servizio."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["I dati richiesti per il nuovo account sono precompilati. Confermali o modificali:"],"Create your Analytics account":["Crea il tuo account Analytics"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"None":["Nessuno"],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Analytics in una nuova finestra."],"Set up a new account":["Configura un nuovo account"],"All logged-in users will be included in Analytics tracking":["Gli utenti connessi saranno inclusi nel tracciamento di Analytics"],"All logged-in users will be excluded from Analytics tracking":["Gli utenti connessi saranno esclusi dal tracciamento di Analytics"],"Analytics is currently enabled for all visitors":["Analytics è attualmente attivo per tutti i visitatori"],"list separator\u0004, ":[", "],"Excluded from Analytics":["Escluso da Analytics"],"OK, Got it!":["Ok, ho capito!"],"Top content over the last %s day":["Contenuti principali dell'ultimo %s giorno","Contenuti principali degli ultimi %s giorni"],"Pageviews":["Pagine visualizzate"],"Title":["Titolo"],"Session Duration":["Durata sessione"],"Page Title":["Titolo pagina"],"Back":["Indietro"],"Property":["Proprietà"],"Snippet is not inserted":["Lo snippet non è stato inserito"],"Snippet is inserted":["Lo snippet è stato inserito"],"Learn more":["Approfondisci"],"Set up a new property":["Configura una nuova proprietà"],"Error: %s":["Errore: %s"],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Account":["Account"],"Sessions":["Sessioni"],"Users":["Utenti"],"%s data is not yet available, please check back later":["I dati di %s non sono ancora disponibili, controlla più tardi"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Create Account":["Crea account"],"Disconnect":["Disconnetti"],"Cancel":["Annulla"],"Error":["Errore"],"Service name\u0004Analytics":["Analytics"],"Close":["Chiudi"],"Day":["Giorno"],"Top pages":["Pagine principali"],"Audience overview":["Panoramica sul pubblico"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics-4-f382f0563523da5f8023.js"}}