{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Monitora le conversioni, misura i risultati delle campagne e sfrutta al meglio la spesa sugli annunci"],"Your Ads campaign was successfully set up!":["La tua campagna Google Ads è stata configurata correttamente."],"You’ll be asked to grant Site Kit additional permissions during the account creation process to create a new Ads account.":["Durante la procedura di creazione, ti verrà chiesto di concedere a Site Kit autorizzazioni aggiuntive per creare un nuovo account Google Ads."],"Could not load Google Ads content.":["Impossibile caricare i contenuti di Google Ads."],"Google Ads error":["Errore di Google Ads"],"Customer ID":["ID cliente"],"Ad blocker detected; please disable it to set up Ads":["È stato rilevato un blocco degli annunci. Disabilitalo per configurare Google Ads"],"Ad blocker detected; please disable it to get the latest Ads data":["È stato rilevato un blocco degli annunci. Disabilitalo per ottenere i dati più recenti di Google Ads"],"Success! Your Conversion Tracking ID was added to your site":["Operazione riuscita. Il tuo ID per il monitoraggio delle conversioni è stato aggiunto al sito"],"You can always change this later in Site Kit Settings.":["Puoi modificarlo nelle impostazioni di Site Kit in un secondo momento."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Aggiunti il tuo ID conversione di seguito. Site Kit lo posizionerà nel sito, così potrai monitorare il rendimento delle tue campagne Google Ads. <a>Scopri di più<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["Il monitoraggio delle campagne Google Ads non si attiverà finché non inserisci un ID valido"],"Conversion Tracking ID":["ID per il monitoraggio delle conversioni"],"The Conversion Tracking ID will help track the performance of ad campaigns for the corresponding account":["L'ID per il monitoraggio delle conversioni ti consentirà di monitorare il rendimento delle campagne pubblicitarie per l'account corrispondente"],"Conversion tracking for your ads campaigns":["Monitoraggio delle conversioni delle campagne pubblicitarie"],"Tagging necessary for your ads campaigns to work":["Il tagging è necessario per il successo delle campagne pubblicitarie"],"Show me":["Mostrami"],"You can now track conversions for your Ads campaigns":["Ora puoi monitorare le conversioni per le campagne di Google Ads"],"Disable":["Disabilita"],"Performance of your Ad campaigns":["Rendimento delle tue campagne pubblicitarie"],"Disabled":["Disabilitato"],"Enabled":["Abilitato"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Completa configurazione"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"None":["Nessuno"],"OK, Got it!":["Ok, ho capito!"],"Error: %s":["Errore: %s"],"Create an account":["Crea un account"],"Disconnect":["Disconnetti"],"Cancel":["Annulla"],"Error":["Errore"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-8fc1dc559868da9f2c36.js"}}