{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Web Data Stream Name":["Nome dello stream di dati web"],"A web data stream name is required.":["Il nome dello stream di dati web è obbligatorio."],"This is not a valid web data stream name.":["Questo nome dello stream di dati web non è valido."],"A web data stream with this name already exists.":["Esiste già uno stream di dati web con questo nome."],"Additional permissions are required to create a new Analytics account.":["La creazione di un nuovo account Analytics richiede autorizzazioni aggiuntive."],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["In questo modo puoi misurare le interazioni con i tuoi contenuti (ad es. download di file, riproduzioni di video o interazioni con moduli). <a>Scopri di più<\/a>"],"Enable enhanced measurement":["Abilita misurazione avanzata"],"Unique visitors over the last %s day":["Visitatori unici nell'ultimo (%s) giorno","Visitatori unici negli ultimi %s giorni"],"Unique visitors":["Visitatori unici"],"Engagement Rate":["Tasso di coinvolgimento"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Set up a new web data stream":["Configura un nuovo stream di dati web"],"Web Data Stream":["Stream di dati web"],"Copied to clipboard":["Copiato negli appunti"],"Error in Google Chart":["Errore nel grafico Google"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un errore ha impedito la corretta visualizzazione di questo grafico Google. Riporta l'esatto contenuto dell'errore sul forum di assistenza per scoprirne la causa."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"Exclude Analytics":["Escludi Analytics"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["L'amministratore che ha condiviso questo modulo con te ha perso l'accesso al servizio %s, quindi non potrai vedere le relative statistiche nella dashboard di Site Kit. Per ripristinare l'accesso, puoi contattare questo o un altro amministratore."],"Access lost to %s":["Accesso a %s perso"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"Data errors in %s":["Errori nei dati di %s"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Nessun dato da visualizzare: il tuo sito non ha ancora ricevuto visitatori"],"No data to display: your page hasn’t received any visitors yet":["Nessun dato da visualizzare: la tua pagina non ha ancora ricevuto visitatori"],"Set up Google Analytics":["Configura Google Analytics"],"Gathering data…":["Raccolta dei dati in corso…"],"Traffic":["Traffico"],"Your site hasn’t received any visitors yet":["Il tuo sito non è stato ancora visualizzato da nessuno"],"Your page hasn’t received any visitors yet":["La tua pagina non è stata ancora visualizzata da nessuno"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Place Google Analytics code":["Inserisci il codice di Google Analytics"],"Users that can write posts will be excluded from Analytics tracking":["Gli utenti che possono scrivere articoli saranno esclusi dal monitoraggio di Analytics"],"Users that can write posts":["Utenti che possono scrivere post"],"All logged-in users":["Tutti gli utenti connessi"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Complete setup":["Completa configurazione"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Learn more here.":["Scopri di più qui."],"Unique Visitors":["Visitatori unici"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Previous period":["Periodo precedente"],"Country":["Paese"],"Timezone":["Fuso orario"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Devi concedere a Site Kit l'autorizzazione a creare un account Analytics per tuo conto e accettare i termini di servizio di Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Sarai indirizzato alla pagina di Google Analytics per accettare i termini di servizio."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["I dati richiesti per il nuovo account sono precompilati. Confermali o modificali:"],"Create your Analytics account":["Crea il tuo account Analytics"],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Analytics in una nuova finestra."],"Set up a new account":["Configura un nuovo account"],"All logged-in users will be included in Analytics tracking":["Gli utenti connessi saranno inclusi nel tracciamento di Analytics"],"All logged-in users will be excluded from Analytics tracking":["Gli utenti connessi saranno esclusi dal tracciamento di Analytics"],"OK, Got it!":["Ok, ho capito!"],"Total Impressions":["Impressioni totali"],"Total Clicks":["Clic totali"],"Top content over the last 28 days":["Contenuti principali negli ultimi 28 giorni"],"Avg. Time on Page":["Tempo medio sulla pagina"],"Total Unique Visitors":["Visitatori unici totali"],"Pageviews":["Pagine visualizzate"],"Title":["Titolo"],"Most popular content":["Contenuto più popolare"],"Session Duration":["Durata sessione"],"Page Title":["Titolo pagina"],"Back":["Indietro"],"Property":["Proprietà"],"Set up a new property":["Configura una nuova proprietà"],"Error: %s":["Errore: %s"],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Account":["Account"],"Sessions":["Sessioni"],"Users":["Utenti"],"%s data is not yet available, please check back later":["I dati di %s non sono ancora disponibili, controlla più tardi"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Create Account":["Crea account"],"Disconnect":["Disconnetti"],"Cancel":["Annulla"],"Error":["Errore"],"Visit your Site Kit Dashboard":["Vai alla tua bacheca di Site Kit"],"Close":["Chiudi"],"Day":["Giorno"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-wp-dashboard-d26ef36f87825368c95d.js"}}