{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"I published my message":["Ho pubblicato il mio messaggio"],"Additional items":["Elementi aggiuntivi"],"Visitors":["Visitatori"],"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Web Data Stream Name":["Nome dello stream di dati web"],"A web data stream name is required.":["Il nome dello stream di dati web è obbligatorio."],"This is not a valid web data stream name.":["Questo nome dello stream di dati web non è valido."],"A web data stream with this name already exists.":["Esiste già uno stream di dati web con questo nome."],"Don’t show again":["Non mostrare più"],"Pages that generated the most AdSense revenue":["Pagine che hanno generato la maggior parte delle entrate AdSense"],"Top earning pages":["Pagine con maggiori utili"],"Additional permissions are required to create a new Analytics account.":["La creazione di un nuovo account Analytics richiede autorizzazioni aggiuntive."],"Current selection":["Selezione attuale"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d selezionate <MaxCount>(fino a %2$d)<\/MaxCount>"],"Percentage of visitors that left without engagement with your site":["Percentuale di visitatori che ha lasciato il tuo sito senza alcuna interazione"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Un altro amministratore ha configurato queste metriche personalizzate per il tuo sito. Fai clic qui per personalizzarle."],"Personalize your key metrics":["Personalizza le tue metriche chiave"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Sarà necessario contattare il tuo amministratore. <a>Scopri di più<\/a>"],"Permissions updated? <a>Retry<\/a>":["Permessi aggiornati? <a>Riprova<\/a>"],"Authors whose posts got the most visits":["Autori i cui post hanno ottenuto il maggior numero di visite"],"Most popular authors by pageviews":["Autori più popolari per visualizzazioni di pagina"],"Categories that your site visitors viewed the most":["Categorie più visualizzate dai visitatori del tuo sito"],"Top categories by pageviews":["Categorie principali per visualizzazioni di pagina"],"Pages with the most pageviews published in the last 3 days":["Pagine con il maggior numero di visualizzazioni pubblicate negli ultimi 3 giorni"],"Top recent trending pages":["Principali pagine di tendenza recenti"],"Pages with the highest engagement rate":["Pagine con il tasso di convolgimento più alto"],"Most engaging pages":["Pagine con il maggior coinvolgimento"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pagine con la percentuale più alta di visitatori che hanno lasciato il tuo sito senza alcuna interazione"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["In questo modo puoi misurare le interazioni con i tuoi contenuti (ad es. download di file, riproduzioni di video o interazioni con moduli). <a>Scopri di più<\/a>"],"The top search queries for your site by highest clickthrough rate":["Principali query di ricerca per il tuo sito in base alla percentuale di clic più alta"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canale (ad es. social, a pagamento, ricerca) che ha attirato i visitatori che hanno generato il maggior numero di conversioni"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori sul tuo sito"],"The countries where most of your visitors came from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"The cities where most of your visitors came from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"Pages your visitors read the most":["Pagine lette di più dai tuoi visitatori"],"Portion of visitors who visited your site for the first time in this timeframe":["Porzione dei visitatori che hanno consultato il tuo sito per la prima volta in questo periodo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Porzione dei visitatori del tuo sito che sono tornati almeno una volta in questo periodo"],"Returning visitors":["Visitatori di ritorno"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori che hanno avuto un'interazione significativa con il tuo sito"]," and ":[" e "],"%s is disconnected, no data to show":["%s è disconnesso. Nessun dato da mostrare","%s sono disconnessi. Nessun dato da mostrare"],"Pages that attracted the most returning visitors":["Pagine che hanno attirato il maggior numero di visitatori di ritorno"],"Top pages by returning visitors":["Pagine principali per visitatori di ritorno"],"Average duration of engaged visits":["Durata media di visite con coinvolgimento"],"Visit length":["Durata visita"],"Number of pages visitors viewed per session on average":["Numero di pagine visualizzate in media dai visitatori in base alla sessione"],"Pages per visit":["Pagine per visita"],"Least engaging pages":["Pagine con il minor coinvolgimento"],"Average number of sessions per site visitor":["Numero medio di sessioni in base al visitatore del sito"],"Visits per visitor":["Visite per visitatore"],"Enable enhanced measurement":["Abilita misurazione avanzata"],"Trouble getting access? <HelpLink \/>":["Problemi di accesso? <HelpLink \/>"],"Permissions Error":["Errore permessi"],"Top countries driving traffic":["Paesi principali che generano traffico"],"This ad unit will be used for your Web Stories. <LearnMoreLink \/>":["Questa unità pubblicitaria verrà usata per le tue Storie web. <LearnMoreLink \/>"],"Email":["Email"],"Google account":["Account Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Aiutaci a migliorare Site Kit condividendo dati di utilizzo anonimi.<\/span> <span>Tutti i dati raccolti vengono trattati in conformità alle <a>Norme sulla privacy di Google.<\/a><\/span>"],"Change metrics":["Modifica metriche"],"Data loading failed":["Caricamento dati non riuscito"],"Save selection":["Salva selezione"],"Apply changes":["Applica modifiche"],"Channel which brought in the most visits that resulted in conversions":["Canale con il maggior numero di visite che hanno generato conversioni"],"Which countries you get the most visitors from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"Which cities you get the most visitors from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"What people searched for before they came to your site":["Ricerche effettuate dalle persone prima di visitare il tuo sito"],"Products that brought in the most visitors":["Prodotti che hanno attirato la maggior parte dei visitatori"],"Pages that brought in the most visitors":["Pagine che hanno attirato la maggior parte dei visitatori"],"Visitors coming via this channel spent the most time on your site":["I visitatori generati da questo canale hanno trascorso più tempo sul tuo sito"],"Channel which brought in the most visitors to your site":["Canale che ha che attirato la maggior parte dei visitatori sul tuo sito"],"Top traffic source":["Principale sorgente di traffico"],"How many new visitors you got and how the overall audience changed":["Numero di visitatori che hai ricevuto e in che misura il pubblico complessivo è cambiato"],"Portion of people who visited your site more than once":["Porzione di persone che hanno visitato il tuo sito più di una volta"],"Top converting traffic source":["Principale sorgente di traffico per le conversioni"],"Top cities driving traffic":["Principali città che generano traffico"],"Most popular products by pageviews":["Prodotti più popolari per visualizzazioni di pagina"],"Most engaged traffic source":["Sorgente di traffico con il maggior coinvolgimento"],"You can always set up goals from Settings later":["Puoi sempre configurare gli obiettivi più tardi in Impostazioni"],"Display a message to give site visitors with an ad blocker the option to allow ads on your site. <a>Learn more<\/a>":["Visualizza un messaggio per dare ai visitatori del sito con blocco degli annunci la possibilità di consentire annunci sul tuo sito. <a>Scopri di più<\/a>"],"Enable message":["Abilita messaggio"],"Enable error protection code (optional)":["Abilita codice di protezione da errori (facoltativo)"],"Enable ad blocking recovery message (required)":["Abilita messaggio di risposta al blocco degli annunci (obbligatorio)"],"Ad blocking recovery message enabled without error protection code":["Messaggio di risposta al blocco degli annunci abilitato senza codice di protezione da errori"],"Ad blocking recovery message enabled with error protection code":["Messaggio di risposta al blocco degli annunci abilitato con codice di protezione da errori"],"If a site visitor’s ad blocker browser extension blocks the message you create in AdSense, a default, non-customizable ad blocking recovery message will display instead. <a>Learn more<\/a>":["Se l'estensione del browser per il blocco degli annunci di un visitatore del sito blocca il messaggio che hai creato in AdSense, verrà visualizzato un messaggio di risposta al blocco degli annunci predefinito non personalizzabile. <a>Scopri di più<\/a>"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense. <a>Configure your message<\/a>":["Identifica i visitatori del sito che hanno installato un'estensione del blocco degli annunci nel browser. Questi visitatori vedranno il messaggio di risposta al blocco degli annunci creato in AdSense. <a>Configura il tuo messaggio<\/a>"],"Enable ad blocking recovery message":["Abilita messaggio di risposta al blocco degli annunci"],"Get tailored metrics":["Ottieni metriche personalizzate"],"Site Kit detected Ad Blocking Recovery code for a different account %s on your site. For a better ad blocking recovery experience, you should remove Ad Blocking Recovery code that’s not linked to this AdSense account.":["Site Kit ha rilevato un codice di risposta al blocco degli annunci per un account %s diverso sul tuo sito. Per offrire una migliore esperienza, devi rimuovere il codice di risposta al blocco degli annunci non collegato a questo account AdSense."],"You’ve already enabled an ad blocking recovery message on your site. We recommend using Site Kit to manage this to get the most out of AdSense.":["Hai già abilitato un messaggio di risposta al blocco degli annunci sul tuo sito. Ti consigliamo di usare Site Kit per gestirlo in modo da sfruttare al meglio AdSense."],"Top performing keywords":["Parole chiave con il miglior rendimento"],"Most popular content by pageviews":["Contenuti più popolari per visualizzazioni di pagina"],"You can always set up ad blocking recovery from Settings later":["Puoi sempre configurare la risposta al blocco degli annunci più tardi in Impostazioni"],"Connect %s":["Connetti %s"],"%s is disconnected, some of your metrics can’t be displayed":["%s è disconnesso. Impossibile visualizzare alcune delle tue metriche"],"Step %1$s of %2$s (completed).":["Passaggio %1$s di %2$s (completato)."],"Step %1$s of %2$s (active).":["Passaggio %1$s di %2$s (attivo)."],"Step %1$s of %2$s (upcoming).":["Passaggio %1$s di %2$s (in programma)."],"Ad blocking recovery only works if you’ve created and published your message in AdSense":["La risposta al blocco degli annunci funziona solo se hai creato e pubblicato il tuo messaggio in AdSense"],"Create message":["Crea messaggio"],"My message is ready":["Il mio messaggio è pronto"],"Site visitors will be given the option to allow ads on your site. You can also present them with other options to fund your site (optional)":["I visitatori del sito avranno la possibilità di consentire annunci sul tuo sito. Puoi anche offrire loro altre opzioni per finanziare il tuo sito (facoltativo)"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense.":["Identifica i visitatori del sito che hanno installato un'estensione del blocco degli annunci nel browser. Questi visitatori vedranno il messaggio di risposta al blocco degli annunci creato in AdSense."],"Create your site’s ad blocking recovery message (required)":["Crea messaggio di risposta al blocco degli annunci del tuo sito (obbligatorio)"],"Ad blocking recovery message is not placed":["Messaggio di risposta al blocco degli annunci non inserito"],"Place error protection code":["Inserisci codice di protezione da errori"],"New visitors":["Nuovi visitatori"],"Ad blocking recovery":["Risposta al blocco degli annunci"],"Google Account (Email: %1$s)":["Account Google (email: %1$s)"],"Google Account for %1$s":["Account Google di %1$s"],"Google Account for %1$s (Email: %2$s)":["Account Google di %1$s (email: %2$s)"],"*Average for publishers showing non-dismissible ad blocking recovery messages placed at the center of the page on desktop":["* Media per i publisher che mostrano messaggi di risposta al blocco degli annunci non ignorabili al centro della pagina sul desktop"],"Publishers see up to 1 in 5 users choose to allow ads once they encounter an ad blocking recovery message*":["I publisher notano che fino a 1 utente su 5 sceglie di consentire gli annunci dopo aver visto un messaggio di risposta al blocco degli annunci*"],"Recover revenue lost to ad blockers":["Recupera le entrate perse a causa dei blocchi degli annunci"],"You need to redo setup to complete AdSense configuration":["Devi ripetere la configurazione per completare la configurazione di AdSense"],"Ad Blocking Recovery":["Risposta al blocco degli annunci"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Set up a new web data stream":["Configura un nuovo stream di dati web"],"Web Data Stream":["Stream di dati web"],"Grant permission":["Concedi autorizzazione"],"Copied to clipboard":["Copiato negli appunti"],"Error in Google Chart":["Errore nel grafico Google"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un errore ha impedito la corretta visualizzazione di questo grafico Google. Riporta l'esatto contenuto dell'errore sul forum di assistenza per scoprirne la causa."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"Exclude Analytics":["Escludi Analytics"],"Key metrics":["Metriche chiave"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Account Google"],"Request access":["Richiedi l'accesso"],"Set up now":["Configura ora"],"View <VisuallyHidden>site <\/VisuallyHidden>in AdSense":["Visualizza il <VisuallyHidden>sito <\/VisuallyHidden>in AdSense"],"Your site is ready, with auto-ads disabled.":["Il tuo sito è pronto, con gli annunci automatici disattivati."],"Your site is ready for ads.":["Il tuo sito è pronto per pubblicare annunci."],"Your site is getting ready.":["Il tuo sito è quasi pronto."],"You need to fix some things before your site is ready.":["Devi sistemare alcune cose prima che il tuo sito sia pronto."],"Get help":["Richiedi assistenza"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Scegli dove pubblicare gli annunci, blocca quelli che non ti interessano e decidi quali sono i tipi più adatti per il tuo sito"],"You’re in control":["Hai tu il controllo"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Gli annunci automatici posizionano e ottimizzano automaticamente i tuoi annunci, facendoti risparmiare tempo prezioso"],"Save time with automated ads":["Risparmia tempo con gli annunci automatici"],"Focus on writing good content and let AdSense help you make it profitable":["Concentrati sulla scrittura di ottimi contenuti e lascia che AdSense ti aiuti a renderli redditizi"],"Earn money from your site":["Genera entrate dal tuo sito"],"You can always connect AdSense from here later":["Puoi sempre collegare AdSense da qui in un secondo momento"],"Connect now":["Collega ora"],"Your site is ready for ads":["Il tuo sito è pronto per pubblicare annunci"],"Retry":["Riprova"],"Error connecting Site Kit":["Errore durante la connessione a Site Kit"],"Review AdSense account":["Esamina account AdSense"],"Your account isn’t ready to show ads yet":["Il tuo account non è ancora pronto per mostrare gli annunci"],"Add this site to your AdSense account":["Aggiungi questo sito al tuo account AdSense"],"Apply now":["Applica ora"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Per iniziare a utilizzare AdSense sul tuo sito web, devi eseguire l'upgrade del tuo account in modo da aggiungere \"AdSense per i contenuti\". <a>Scopri di più<\/a>"],"Looks like you need to upgrade your AdSense account":["Sembra che tu debba eseguire l'upgrade del tuo account AdSense"],"Shared by <strong>%s<\/strong>":["Condiviso da <strong>%s<\/strong>"],"Shared services":["Servizi condivisi"],"Learn more about dashboard sharing":["Scopri di più sulla condivisione della dashboard"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <a>Scopri di più<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <strong>Accedi per collegare più servizi e controllare l'accesso alla condivisione.<\/strong>"],"View only":["Solo visualizzazione"],"Proceed without enabling auto ads":["Procedi senza abilitare gli annunci automatici"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit consiglia di abilitare gli annunci automatici. Se la tua configurazione AdSense esistente si basa su singole unità pubblicitarie, puoi procedere senza abilitare gli annunci automatici."],"Enable auto ads":["Abilita gli annunci automatici"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Per iniziare a pubblicare annunci tramite Site Kit, devi prima abilitare gli annunci automatici. Vai su AdSense e abilita gli annunci automatici per il tuo sito."],"Enable auto ads for your site":["Abilita gli annunci automatici per il tuo sito"],"Your site is ready to use AdSense":["Il tuo sito è pronto per l'uso di AdSense"],"Your AdSense account is ready to connect to Site Kit":["Il tuo account AdSense è pronto per il collegamento a Site Kit"],"Request review in AdSense":["Richiedi revisione in AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Per iniziare a pubblicare annunci, il tuo sito deve essere approvato. Vai ad AdSense per richiedere la revisione."],"Your site requires review":["È necessaria una revisione del tuo sito"],"Your site is getting ready":["Il tuo sito è quasi pronto"],"Review site in AdSense":["Esamina sito in AdSense"],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit ha rilevato il codice AdSense per un altro account %1$s sul tuo sito. Per configurare AdSense per il tuo account %2$s corrente, consigliamo invece di utilizzare Site Kit per inserire il codice."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Hai già un codice AdSense sul tuo sito per questo account. Ti consigliamo di utilizzare Site Kit per inserire il codice al fine di ottenere il massimo da AdSense."],"Invalid site state %s":["Stato del sito non valido %s"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Go to dashboard":["Vai alla dashboard"],"No data to display: your site hasn’t received any visitors yet":["Nessun dato da visualizzare: il tuo sito non ha ancora ricevuto visitatori"],"No data to display: your page hasn’t received any visitors yet":["Nessun dato da visualizzare: la tua pagina non ha ancora ricevuto visitatori"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Usi già AdSense? Aggiungi %s a un account AdSense esistente. <a>Scopri di più<\/a>"],"Create AdSense account":["Crea account AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Una volta creato il tuo account, Site Kit inserirà il codice AdSense in ogni pagina del tuo sito. Ciò significa che il tuo sito verrà ottimizzato automaticamente per aiutarti a guadagnare con i tuoi contenuti."],"Gathering data…":["Raccolta dei dati in corso…"],"Maybe later":["Magari più tardi"],"Back to dashboard":["Torna alla Bacheca"],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"Your site hasn’t received any visitors yet":["Il tuo sito non è stato ancora visualizzato da nessuno"],"Your page hasn’t received any visitors yet":["La tua pagina non è stata ancora visualizzata da nessuno"],"Exclude from Ads":["Escludi da Ads"],"Excluded from ads":["Escluso dagli annunci"],"All logged-in users and users who can write posts":["Tutti gli utenti connessi e gli utenti che possono scrivere messaggi"],"Ads are currently displayed for all visitors":["Attualmente, gli anninci vengono mostrati a tutti i visitatori"],"Ads will be displayed for all users":["Gli annunci saranno mostrati a tutti gli utenti"],"Ads will not be displayed for users that can write posts":["Gli annunci non saranno mostrati agli utenti che possono scrivere articoli"],"Ads will not be displayed for all logged-in users":["Gli annunci non saranno mostrati a tutti gli utenti connessi"],"Users who can write posts":["Utenti che possono scrivere articoli"],"AdSense insights through Site Kit":["Approfondimenti AdSense tramite Site Kit"],"Revenue from ads placed on your site":["Entrate da annunci pubblicati sul tuo sito"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Place Google Analytics code":["Inserisci il codice di Google Analytics"],"Help":["Guida"],"Users that can write posts will be excluded from Analytics tracking":["Gli utenti che possono scrivere articoli saranno esclusi dal monitoraggio di Analytics"],"Users that can write posts":["Utenti che possono scrivere post"],"All logged-in users":["Tutti gli utenti connessi"],"New":["Nuove"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Scopri di più sulle Storie web di AdSense."],"Select ad unit":["Seleziona unità pubblicitaria"],"Web Stories Ad Unit":["Unità pubblicitaria Storie web"],"Complete setup":["Completa configurazione"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["Scopri di più su come aggiornare il tuo account AdSense"],"Learn more about adding a user to an existing AdSense account":["Scopri di più su come aggiungere un utente a un account AdSense esistente"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Learn more here.":["Scopri di più qui."],"Performance over the last %s day":["Rendimento nell'ultimo %s giorno","Rendimento negli ultimi %s giorni"],"Page CTR":["CTR pagina"],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Previous period":["Periodo precedente"],"Country":["Paese"],"Timezone":["Fuso orario"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Devi concedere a Site Kit l'autorizzazione a creare un account Analytics per tuo conto e accettare i termini di servizio di Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Sarai indirizzato alla pagina di Google Analytics per accettare i termini di servizio."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["I dati richiesti per il nuovo account sono precompilati. Confermali o modificali:"],"Create your Analytics account":["Crea il tuo account Analytics"],"Recommended":["Consigliato"],"The AdSense code has been placed by another plugin or theme":["Il codice di AdSense è stato inserito da un altro plugin o tema"],"Add site to AdSense":["Aggiungi sito ad AdSense"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit ha individuato sul tuo sito un codice AdSense relativo a un altro account %s. Per un'esperienza ottimale relativa agli annunci, devi rimuovere il codice non collegato a questo account AdSense."],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Sembra che tu abbia più di un account AdSense associato al tuo account Google. Seleziona dal seguente elenco l'account da utilizzare con Site Kit."],"Select your AdSense account":["Seleziona il tuo account AdSense"],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit ha rilevato il codice AdSense %1$s sulla tua pagina. Ti consigliamo di rimuovere tale codice o di aggiungere %2$s come utente all'account AdSense %3$s."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Ricevi rapporti sulle tue pagine che generano più entrate collegando i tuoi account Analytics e AdSense"],"Link Analytics and AdSense":["Collega Analytics e AdSense"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"The AdSense code has not been placed on your site":["Il codice AdSense non è stato inserito sul tuo sito"],"The AdSense code has been placed on your site":["Il codice AdSense è stato inserito sul tuo sito"],"AdSense Code":["Codice AdSense"],"Account Status":["Stato account"],"Publisher ID":["ID editore"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Devi correggere alcuni errori per ottenere l'approvazione dell'account. Vai su AdSense per scoprire come procedere alla correzione"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Stiamo predisponendo il sito per la pubblicazione degli annunci. Questa operazione richiede generalmente meno di un giorno, ma talvolta può essere necessario un po' più di tempo"],"Your account has been approved":["Il tuo account è stato approvato"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Status":["Stato sito"],"None":["Nessuno"],"Once completed, click the link below to re-fetch your accounts to continue.":["Una volta completata l'operazione, fai clic sul link di seguito per eseguire nuovamente il fetch dei tuoi account e continuare."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Per creare un nuovo account, fai clic sul pulsante di seguito che apre la schermata di creazione dell'account di Google Analytics in una nuova finestra."],"Set up a new account":["Configura un nuovo account"],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"All logged-in users will be included in Analytics tracking":["Gli utenti connessi saranno inclusi nel tracciamento di Analytics"],"All logged-in users will be excluded from Analytics tracking":["Gli utenti connessi saranno esclusi dal tracciamento di Analytics"],"Sign in with Google":["Accedi con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Top Earning Pages":["Pagine più remunerative"],"Ad blocker detected; please disable it to get the latest AdSense data":["Rilevato un software di blocco degli annunci, devi disabilitarlo per ricevere i dati di AdSense più recenti"],"check module page":["controlla il modulo pagina"],"Site Kit has placed AdSense code on your site: %s":["Site Kit ha inserito il codice AdSense nel tuo sito: %s"],"Page RPM":["RPM della pagina"],"Earnings":["Guadagni"],"Back":["Indietro"],"Ad blocker detected; please disable it to set up AdSense":["Rilevato un software di blocco degli annunci, disattivalo per configurare AdSense"],"Property":["Proprietà"],"Learn more":["Approfondisci"],"Set up a new property":["Configura una nuova proprietà"],"Error: %s":["Errore: %s"],"Re-fetch My Account":["Recupera il mio account"],"Create an account":["Crea un account"],"Account":["Account"],"Impressions":["Impressioni"],"Create Account":["Crea account"],"Let Site Kit place AdSense code on your site":["Consenti a Site Kit di inserire il codice AdSense nel tuo sito"],"Create your AdSense account":["Crea il tuo account di Google AdSense"],"You need to fix some things before we can connect Site Kit to your AdSense account":["Devi correggere alcune cose prima che possiamo connettere Site Kit al tuo account AdSense"],"Your site isn’t ready to show ads yet":["Il tuo sito non è ancora pronto per mostrare gli annunci"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Error":["Errore"],"continue module setup":["continua la configurazione del modulo"],"Setup incomplete: %s":["Configurazione incompleta: %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Close":["Chiudi"],"Day":["Giorno"],"Intelligent, automatic ad placement":["Posizionamento annunci intelligente e automatico"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-e7fb25a5bd63d8fcdd08.js"}}