{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Copied to clipboard":["Copiato negli appunti"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["L'amministratore che ha condiviso questo modulo con te ha perso l'accesso al servizio %s, quindi non potrai vedere le relative statistiche nella dashboard di Site Kit. Per ripristinare l'accesso, puoi contattare questo o un altro amministratore."],"Access lost to %s":["Accesso a %s perso"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"Data errors in %s":["Errori nei dati di %s"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"Set up Google Analytics":["Configura Google Analytics"],"Unique visitors from Search":["Visitatori unici dalla Ricerca"],"Gathering data…":["Raccolta dei dati in corso…"],"Traffic":["Traffico"],"screen reader text\u0004(disabled)":["(disabilitato)"],"over the last %s day":["nell'ultimo %s giorno","negli ultimi %s giorni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Completa configurazione"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"More details":["Maggiori dettagli"],"Stats for":["Statistiche per"],"Total Impressions":["Impressioni totali"],"Total Clicks":["Clic totali"],"Total Sessions":["Totale sessioni"],"Total Users":["Totale utenti"],"Back":["Indietro"],"Error: %s":["Errore: %s"],"%s data is not yet available, please check back later":["I dati di %s non sono ancora disponibili, controlla più tardi"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Disconnect":["Disconnetti"],"Cancel":["Annulla"],"Close":["Chiudi"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-adminbar-309ccca4cdd85f61e57c.js"}}