{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"See other services":["Scopri altri servizi"],"Engagement Rate":["Tasso di coinvolgimento"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Per continuare a usare Analytics con Site Kit, devi concedere l'autorizzazione per verificare l'eventuale presenza di modifiche nella proprietà Analytics target del tag Google. La funzionalità del tag Google è stata aggiornata recentemente per consentire agli utenti di apportare modifiche alla proprietà Analytics collegata senza modificare il codice del sito. A causa di questo aggiornamento, Site Kit deve ora controllare regolarmente se il tag sul tuo sito corrisponde alla destinazione della proprietà Analytics."],"Grant permission":["Concedi autorizzazione"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit necessita di autorizzazioni aggiuntive per rilevare gli aggiornamenti ai tag sul tuo sito"],"Search Console is gathering data":["Search Console sta raccogliendo i dati"],"Search Console and Analytics are gathering data":["Search Console e Analytics stanno raccogliendo i dati"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit inizierà a mostrare le statistiche sulla dashboard non appena un numero sufficiente di persone avrà visitato il tuo sito. Continua a lavorare al tuo sito per attirare più visitatori."],"Not enough traffic yet to display stats":["Il traffico non è ancora sufficiente per visualizzare le statistiche"],"Maybe later":["Magari più tardi"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Altri"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Ricordamelo dopo"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Previous period":["Periodo precedente"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"OK, Got it!":["Ok, ho capito!"],"Analytics is gathering data":["Analytics sta raccogliendo i dati"],"Session Duration":["Durata sessione"],"Learn more":["Approfondisci"],"Sessions":["Sessioni"],"Users":["Utenti"],"Day":["Giorno"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-990bda6838a2b33db477.js"}}