{"translation-revision-date":"2024-09-13 14:03:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Scopri di più su come raggruppare i visitatori del sito in <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Seleziona<\/SelectGroupLink> un altro gruppo da confrontare con il gruppo attuale o scopri come raggruppare i visitatori del sito in <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Create more visitor groups":["Crea più gruppi di visitatori"],"Compare your group to other groups":["Confronta il tuo gruppo con altri gruppi"],"Visitor group created successfully!":["Gruppo di visitatori creato con successo"],"Create":["Crea"],"Create groups suggested by Site Kit":["Crea gruppi suggeriti da Site Kit"],"Oops! Something went wrong. Retry enabling the metric.":["Qualcosa è andato storto. Riprova ad attivare la metrica."],"Failed to enable metric":["Impossibile attivare la metrica"],"To set up new visitor groups for your site, Site Kit needs to update your Google Analytics property.":["Per configurare nuovi gruppi di visitatori per il sito, Site Kit deve aggiornare la proprietà Google Analytics."],"You can deactivate this widget in <a>Settings<\/a>.":["Puoi disattivare questo widget in <a>Impostazioni<\/a>."],"It looks like your visitor groups aren’t available anymore. <a>Select other groups<\/a>.":["Sembra che i gruppi di visitatori non siano più disponibili. <a>Seleziona altri gruppi<\/a>."],"Google Analytics is disconnected, your audience metrics can’t be displayed. <a>Connect Google Analytics<\/a>":["Google Analytics non è collegato, le metriche del pubblico non possono essere visualizzate. <a>Collega Google Analytics<\/a>"],"We’ve added the audiences section to your dashboard!":["Abbiamo aggiunto la sezione Segmenti di pubblico alla tua bacheca."],"Insufficient permissions, contact your administrator. Trouble getting access? <HelpLink \/>":["Autorizzazioni insufficienti, contatta l'amministratore. Hai problemi di accesso? <HelpLink \/>"],"Oops! Something went wrong. Retry enabling groups.":["Qualcosa è andato storto. Riprova ad attivare i gruppi."],"Failed to set up visitor groups":["Impossibile impostare i gruppi di visitatori"],"You’ll need to contact your administrator. Trouble getting access? <HelpLink \/>":["Dovrai contattare il tuo amministratore. Problemi con l'accesso? <HelpLink \/>"],"Setup was interrupted because you did not grant the necessary permissions. <HelpLink \/>":["La configurazione è stata interrotta perché non sono state concesse le autorizzazioni necessarie. <HelpLink \/>"],"Temporarily hide":["Nascondi temporaneamente"],"Site Kit is collecting data for this group.":["Site Kit sta raccogliendo dati per questo gruppo."],"Select up to %1$d groups (%2$d selected)":["Seleziona fino a %1$d gruppi (%2$d selezionati)"],"Select at least %1$d group (%2$d selected)":["Seleziona almeno %1$d gruppo (%2$d selezionato)","Seleziona almeno %1$d gruppi (%2$d selezionati)"],"Additional groups":["Gruppi aggiuntivi"],"Created by Site Kit":["Creato da Site Kit"],"Change groups":["Cambia gruppi"],"Disabling consent mode may affect your ability to track these in the European Economic Area, the UK and Switzerland:":["La disabilitazione delle modalità di consenso potrebbe influire sulla possibilità di tracciamento nello Spazio economico europeo, nel Regno Unito e in Svizzera di:"],"Disabling consent mode may affect your ability in the European Economic Area, the UK and Switzerland to:":["La disabilitazione della modalità di consenso potrebbe influire sulla possibilità di eseguire le seguenti operazioni nello Spazio economico europeo, nel Regno Unito e in Svizzera:"],"Additional items":["Elementi aggiuntivi"],"Contact your administrator. Trouble getting access? <HelpLink \/>":["Contatta l'amministratore. Non riesci ad accedere? <HelpLink \/>"],"Still collecting full data for this timeframe, partial data is displayed for this metric":["La raccolta dei dati completi per questo periodo di tempo è ancora in corso. Per questa metrica vengono mostrati dati parziali"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Se la quantità di nuovi visitatori è alta, significa che il tuo pubblico sta crescendo. Visualizzare i contenuti che portano gli utenti nel tuo sito potrebbe fornirti informazioni su come raggiungere ancora più persone."],"Understand what brings new visitors to your site and keeps them coming back. Site Kit can now group your site visitors into relevant segments like \"new\" and \"returning\". To set up these new groups, Site Kit needs to update your Google Analytics property.":["Scopri cosa porta nuovi visitatori sul tuo sito e cosa li fa tornare. Ora, con Site Kit puoi raggruppare i visitatori del sito in segmenti pertinenti, come \"nuovi\" ed \"esistenti\". Per configurare questi nuovi gruppi, Site Kit deve aggiornare la proprietà Google Analytics."],"Learn how different types of visitors interact with your site":["Scopri in che modo diversi tipi di visitatori interagiscono con il tuo sito"],"The visitors group section will be added to your dashboard once you set it up.":["La sezione per i gruppi di visitatori verrà aggiunta alla tua dashboard al termine della configurazione."],"You can always enable groups from Settings later":["Puoi abilitare i gruppi dalle Impostazioni in un secondo momento"],"Your visitor groups data loading failed":["Il carimento dei dati dei tuoi gruppi di visitatori non è andato a buon fine"],"Partial data":["Dati parziali"],"No data to show yet":["Non ci sono dati da mostrare al momento"],"Top content by pageviews":["Contenuti migliori in base alle visualizzazioni di pagina"],"Cities with the most visitors":["Città con più visitatori"],"%s of total pageviews":["%s di visualizzazioni di pagina totali"],"Visitors":["Visitatori"],"Still collecting full data for this timeframe, partial data is displayed for this group":["La raccolta dei dati completi per questo periodo di tempo è ancora in corso. Per questo gruppo vengono mostrati dati parziali"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s si riferisce al pubblico già esistente nella proprietà di Google Analytics. Ricorda che un visitatore può essere conteggiato in più gruppi. <link>Scopri di più<\/link>"],"%s are people who have visited your site at least once before. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s si riferisce alle persone che hanno già visitato il tuo sito almeno una volta. Ricorda che, in alcuni casi, un visitatore può essere conteggiato nei gruppi \"nuovi\" ed \"esistenti\". <link>Scopri di più<\/link>"],"%s are people who visited your site for the first time. Note that under some circumstances it's possible for a visitor to be counted in both the \"new\" and \"returning\" groups. <link>Learn more<\/link>":["%s si riferisce alle persone che hanno visitato il tuo sito per la prima volta. Ricorda che, in alcuni casi, un visitatore può essere conteggiato nei gruppi \"nuovi\" ed \"esistenti\". <link>Scopri di più<\/link>"],"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Success! Visitor groups added to your dashboard":["Operazione riuscita. I gruppi di visitatori sono stati aggiunti alla tua dashboard"],"Track how visitors interact with your site":["Monitorare in che modo i visitatori interagiscono con il tuo sito"],"You can now learn more about your site visitor groups by comparing different metrics":["Ora, puoi scoprire di più sui gruppi di visitatori del sito mettendo a confronto diverse metriche"],"New! Visitor groups":["Novità: gruppi di visitatori"],"Display visitor groups in dashboard":["Mostra i gruppi di visitatori nella dashboard"],"Visitor groups":["Gruppi di visitatori"],"Show me":["Mostrami"],"Make sure you have installed a plugin compatible with WP Consent API (Site Kit isn't able to verify the compatibility of all WP plugins).":["Assicurati di aver installato un plugin compatibile con l'API WP Consent (Site Kit non è in grado di verificare la compatibilità di tutti i plugin WP)."],"Suggested consent management plugins":["Plugin di gestione del consenso consigliati"],"You’ll need a plugin compatible with the WP Consent API to display a notice to site visitors and get their consent for tracking. WordPress offers a variety of consent plugins you can choose from. <a>See suggested plugins<\/a>":["Avrai bisogno di un plugin compatibile con l'API WP Consent per mostrare un avviso ai visitatori del sito e ottenere il loro consenso per il monitoraggio. WordPress offre diversi plugin di consenso tra cui scegliere. <a>Scopri i plugin consigliati<\/a>"],"Install consent management plugin":["Installa plugin di gestione del consenso"],"Site Kit detected WP Consent API for your site":["Site Kit ha rilevato l'API WP Consent API per il tuo sito"],"Learn more about the WP Consent API":["Scopri di più sull'API WP Consent"],"WP Consent API is a plugin that standardizes the communication of accepted consent categories between plugins. <a>Learn more<\/a>":["L'API WP Consent è un plugin che standardizza la comunicazione di categorie di consenso accettate tra i plugin. <a>Scopri di più<\/a>"],"Install WP Consent API":["Installa l'API WP Consent"],"Activate WP Consent API":["Attiva l'API WP Consent"],"In order for consent mode to work properly, these requirements must be met:":["Per il corretto funzionamento della modalità di consenso, è necessario soddisfare questi requisiti:"],"Disable":["Disabilita"],"How visitors interact with your site via Analytics":["Modalità di interazione dei visitatori con il tuo sito tramite Analytics"],"Performance of your Ad campaigns":["Rendimento delle tue campagne pubblicitarie"],"Disable consent mode?":["Disabilitare la modalità di consenso?"],"these active modules depend on consent mode and will be affected: %s":["questi moduli attivi dipendono dalla modalità di consenso e saranno interessati: %s"],"Consent mode will help adjust tracking on your site, so only visitors who have explicitly given consent are tracked. <br \/>This is required in some parts of the world, like the European Economic Area. <a>Learn more<\/a>":["La modalità di consenso contribuirà a regolare il monitoraggio sul tuo sito, così verranno monitorati solo i visitatori che hanno dato il loro consenso esplicito. <br \/>Il consenso esplicito è richiesto in alcune parti del mondo, come lo Spazio economico europeo. <a>Scopri di più<\/a>"],"Site Kit added the necessary code to your tag to comply with Consent Mode.":["Site Kit ha aggiunto il codice necessario al tuo tag in conformità con la modalità di consenso."],"If you have Google Ads campaigns for this site, it’s highly recommended to enable Consent mode - otherwise, you won’t be able to collect any metrics on the effectiveness of your campaigns in regions like the European Economic Area.":["Se hai campagne Google Ads per questo sito, è consigliabile abilitare la modalità di consenso. In caso contrario, non potrai raccogliere metriche sull'efficacia delle tue campagne in regioni come lo Spazio economico europeo."],"Consent Mode":["Modalità di consenso"],"Enable groups":["Abilita gruppi"],"Enabling groups":["Attivazione di gruppi"],"Enable consent mode":["Abilita modalità di consenso"],"Learn more about consent mode":["Scopri di più sulla modalità di consenso"],"Don’t show again":["Non mostrare più"],"Pages that generated the most AdSense revenue":["Pagine che hanno generato la maggior parte delle entrate AdSense"],"Top earning pages":["Pagine con maggiori utili"],"Current selection":["Selezione attuale"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d selezionate <MaxCount>(fino a %2$d)<\/MaxCount>"],"Update Analytics to track metric":["Aggiorna Analytics per monitorare la metrica"],"No data to show":["Nessun dato da mostrare"],"Analytics update failed":["Aggiornamento di Analytics non riuscito"],"Percentage of visitors that left without engagement with your site":["Percentuale di visitatori che ha lasciato il tuo sito senza alcuna interazione"],"Authors whose posts got the most visits":["Autori i cui post hanno ottenuto il maggior numero di visite"],"Most popular authors by pageviews":["Autori più popolari per visualizzazioni di pagina"],"Categories that your site visitors viewed the most":["Categorie più visualizzate dai visitatori del tuo sito"],"Top categories by pageviews":["Categorie principali per visualizzazioni di pagina"],"Pages with the most pageviews published in the last 3 days":["Pagine con il maggior numero di visualizzazioni pubblicate negli ultimi 3 giorni"],"Top recent trending pages":["Principali pagine di tendenza recenti"],"Pages with the highest engagement rate":["Pagine con il tasso di convolgimento più alto"],"Most engaging pages":["Pagine con il maggior coinvolgimento"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pagine con la percentuale più alta di visitatori che hanno lasciato il tuo sito senza alcuna interazione"],"The top search queries for your site by highest clickthrough rate":["Principali query di ricerca per il tuo sito in base alla percentuale di clic più alta"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["Canale (ad es. social, a pagamento, ricerca) che ha attirato i visitatori che hanno generato il maggior numero di conversioni"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori sul tuo sito"],"The countries where most of your visitors came from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"The cities where most of your visitors came from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"Pages your visitors read the most":["Pagine lette di più dai tuoi visitatori"],"Portion of visitors who visited your site for the first time in this timeframe":["Porzione dei visitatori che hanno consultato il tuo sito per la prima volta in questo periodo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Porzione dei visitatori del tuo sito che sono tornati almeno una volta in questo periodo"],"Returning visitors":["Visitatori di ritorno"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canale (ad es. social, a pagamento, ricerca) che ha attirato il maggior numero di visitatori che hanno avuto un'interazione significativa con il tuo sito"],"Pages that attracted the most returning visitors":["Pagine che hanno attirato il maggior numero di visitatori di ritorno"],"Top pages by returning visitors":["Pagine principali per visitatori di ritorno"],"Average duration of engaged visits":["Durata media di visite con coinvolgimento"],"Visit length":["Durata visita"],"Number of pages visitors viewed per session on average":["Numero di pagine visualizzate in media dai visitatori in base alla sessione"],"Pages per visit":["Pagine per visita"],"Least engaging pages":["Pagine con il minor coinvolgimento"],"Average number of sessions per site visitor":["Numero medio di sessioni in base al visitatore del sito"],"Visits per visitor":["Visite per visitatore"],"Permissions Error":["Errore permessi"],"Key Metrics":["Metriche chiave"],"Tips for generating and posting engaging content updates":["Suggerimenti per generare e pubblicare aggiornamenti di contenuti coinvolgenti"],"Top countries driving traffic":["Paesi principali che generano traffico"],"Email":["Email"],"Google account":["Account Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Aiutaci a migliorare Site Kit condividendo dati di utilizzo anonimi.<\/span> <span>Tutti i dati raccolti vengono trattati in conformità alle <a>Norme sulla privacy di Google.<\/a><\/span>"],"Data loading failed":["Caricamento dati non riuscito"],"Save selection":["Salva selezione"],"Apply changes":["Applica modifiche"],"Channel which brought in the most visits that resulted in conversions":["Canale con il maggior numero di visite che hanno generato conversioni"],"Which countries you get the most visitors from":["Paesi da cui proviene la maggior parte dei tuoi visitatori"],"Which cities you get the most visitors from":["Città da cui proviene la maggior parte dei tuoi visitatori"],"What people searched for before they came to your site":["Ricerche effettuate dalle persone prima di visitare il tuo sito"],"Products that brought in the most visitors":["Prodotti che hanno attirato la maggior parte dei visitatori"],"Pages that brought in the most visitors":["Pagine che hanno attirato la maggior parte dei visitatori"],"Visitors coming via this channel spent the most time on your site":["I visitatori generati da questo canale hanno trascorso più tempo sul tuo sito"],"Channel which brought in the most visitors to your site":["Canale che ha che attirato la maggior parte dei visitatori sul tuo sito"],"Top traffic source":["Principale sorgente di traffico"],"How many new visitors you got and how the overall audience changed":["Numero di visitatori che hai ricevuto e in che misura il pubblico complessivo è cambiato"],"Portion of people who visited your site more than once":["Porzione di persone che hanno visitato il tuo sito più di una volta"],"Top converting traffic source":["Principale sorgente di traffico per le conversioni"],"Top cities driving traffic":["Principali città che generano traffico"],"Most popular products by pageviews":["Prodotti più popolari per visualizzazioni di pagina"],"Most engaged traffic source":["Sorgente di traffico con il maggior coinvolgimento"],"Connect Google Analytics":["Connetti Google Analytics"],"Get tailored metrics":["Ottieni metriche personalizzate"],"Top performing keywords":["Parole chiave con il miglior rendimento"],"Most popular content by pageviews":["Contenuti più popolari per visualizzazioni di pagina"],"Display key metrics in dashboard":["Visualizza le metriche chiave nella bacheca"],"Set your site goals":["Imposta gli obiettivi per il tuo sito"],"New visitors":["Nuovi visitatori"],"Google Account (Email: %1$s)":["Account Google (email: %1$s)"],"Google Account for %1$s":["Account Google di %1$s"],"Google Account for %1$s (Email: %2$s)":["Account Google di %1$s (email: %2$s)"],"Edit %s settings":["Modifica le impostazioni del modulo %s"],"Grant permission":["Concedi autorizzazione"],"Copied to clipboard":["Copiato negli appunti"],"Edit your answers for more personalized metrics:":["Modifica le risposte per ottenere metriche più personalizzate."],"Save":["Salva"],"Review your answers":["Rivedi le risposte"],"Please select at least 1 answer":["Seleziona almeno 1 risposta"],"Please select an answer":["Seleziona una risposta"],"Copy error contents":["Copia il contenuto dell'errore"],"Error message copied to clipboard. Click to copy the error message again.":["Messaggio di errore copiato negli appunti. Fai clic per copiare di nuovo il messaggio di errore."],"Retry didn’t work? <HelpLink \/>":["Il nuovo tentativo non è andato a buon fine? <HelpLink \/>"],"Personalize your metrics":["Personalizza le tue metriche"],"Answer 3 quick questions to help us show the most relevant data for your site":["Rispondi a 3 rapide domande per aiutarci a mostrare i dati più pertinenti per il tuo sito"],"Key metrics":["Metriche chiave"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["L'amministratore che ha condiviso questo modulo con te ha perso l'accesso al servizio %s, quindi non potrai vedere le relative statistiche nella dashboard di Site Kit. Per ripristinare l'accesso, puoi contattare questo o un altro amministratore."],"Access lost to %s":["Accesso a %s perso"],"Select only %d answer":["Seleziona solo %d risposta","Seleziona fino a %d risposte"],"What are your top goals for this site?":["Quali sono i tuoi principali obiettivi per questo sito?"],"What is the main purpose of this site?":["Qual è lo scopo principale di questo sito?"],"You can always edit your answers later from Settings":["Puoi modificare le tue risposte in qualsiasi momento in Impostazioni"],"Monthly":["Ogni mese"],"Weekly":["Ogni settimana"],"Daily":["Ogni giorno"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Account Google"],"Complete setup for %s":["Completa la configurazione per %s"],"Request access":["Richiedi l'accesso"],"Get help":["Richiedi assistenza"],"Retry":["Riprova"],"Data errors in %s":["Errori nei dati di %s"],"Data Unavailable":["Dati non disponibili"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["I dati dei seguenti moduli sono stati precedentemente condivisi da un amministratore che non ha più accesso: %s. Contatta un altro amministratore per ripristinarli."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["I dati di %s sono stati precedentemente condivisi da un amministratore che non ha più accesso. Contatta un altro amministratore per ripristinarli."],"Error connecting Site Kit":["Errore durante la connessione a Site Kit"],"Shared by <strong>%s<\/strong>":["Condiviso da <strong>%s<\/strong>"],"Shared services":["Servizi condivisi"],"Learn more about dashboard sharing":["Scopri di più sulla condivisione della dashboard"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <a>Scopri di più<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Puoi vedere le statistiche di tutti i servizi Google condivisi, ma non puoi apportare alcuna modifica. <strong>Accedi per collegare più servizi e controllare l'accesso alla condivisione.<\/strong>"],"View only":["Solo visualizzazione"],"Go to dashboard":["Vai alla dashboard"],"Maybe later":["Magari più tardi"],"Back to dashboard":["Torna alla Bacheca"],"Monetization":["Monetizzazione"],"Content":["Contenuto"],"Traffic":["Traffico"],"Experimental":["Sperimentale"],"Display relevant page stats in the Admin bar":["Visualizza le statistiche delle pagine pertinenti nella barra di amministrazione"],"Plugin Settings":["Impostazioni del plugin"],"screen reader text\u0004(disabled)":["(disabilitato)"],"Help":["Guida"],"New":["Nuove"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Aggiorna"],"Other":["Altro"],"Next":["Avanti"],"Help my content rank in a better position in Google search results":["Fare in modo che i miei contenuti compaiano in una posizione migliore nei risultati di ricerca di Google"],"Share a business card or portfolio to represent me or my company online":["Condividere un biglietto da visita o un portafoglio dell'attività che rappresenti me o la mia azienda online"],"Publish news content":["Pubblicare contenuti relativi a notizie"],"Publish a blog":["Pubblicare un blog"],"Monetize content (with ads or affiliate links)":["Monetizzare i contenuti (con annunci o link di affiliazione)"],"Sell products or services":["Vendere prodotti o servizi"],"Never":["Mai"],"Activate":["Attiva"],"Install":["Installa"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["La reimpostazione comporterà la disconnessione di tutti gli utenti e la rimozione di tutte le impostazioni di Site Kit e dei dati all'interno di WordPress. <br \/>Tu e altri utenti che volete utilizzare Site Kit dovrete riconnettervi per ripristinare l'accesso."],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Questo servizio è stato collegato in origine da un amministratore: puoi contattarlo per ulteriori informazioni."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Questo servizio è stato collegato in origine dall'amministratore \"%s\": puoi contattarlo per ulteriori informazioni."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per accedere ai dati di %s, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Search Console, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa vista di Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questa proprietà Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Il tuo account Google non dispone di autorizzazioni sufficienti per questo account Analytics, pertanto non potrai visualizzare le relative statistiche nella dashboard di Site Kit."],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Report this problem":["Segnala questo problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Recommended":["Consigliato"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"Saving…":["Salvataggio…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[", "],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"Oops! There was a problem during set up. Please try again.":["Ops! Si è verificato un problema durante la configurazione. Riprova."],"Sign in with Google":["Accedi con Google"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Back":["Indietro"],"Learn more":["Approfondisci"],"Error: %s":["Errore: %s"],"Account":["Account"],"%s data is not yet available, please check back later":["I dati di %s non sono ancora disponibili, controlla più tardi"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Admin Settings":["Impostazioni dell'amministratore"],"Connect More Services":["Collega altri servizi"],"Connected Services":["Servizi collegati"],"Tracking":["Tracciamento"],"Site Kit is connected":["Site Kit è connesso"],"Plugin Status":["Stato del plugin"],"We’re working on adding new services to Site Kit by Google all the time, so please check back in the future":["Lavoriamo costantemente per aggiungere nuovi servizi in Site Kit di Google, ricontrolla in futuro"],"Congrats, you’ve connected all services!":["Congratulazioni! Hai collegato tutti i servizi."],"Connect More Services to Gain More Insights":["Collega altri servizi per ottenere più informazioni"],"these active modules depend on %1$s and will also be disconnected: %2$s":["questi moduli attivi dipendono da %1$s e verranno anch'essi scollegati: %2$s"],"Disconnect %s from Site Kit?":["Vuoi scollegare %s da Site Kit?"],"See full details in %s":["Vedi tutti i dettagli in %s"],"Disconnect %s from Site Kit":["Scollega %s da Site Kit"],"Edit":["Modifica"],"Cancel":["Annulla"],"Connected":["Collegato"],"Confirm changes":["Conferma le modifiche"],"By disconnecting the %s module from Site Kit, you will no longer have access to:":["Scollegando il modulo %s da Site Kit non avrai più accesso a:"],"Section locked while editing":["Sezione bloccata durante la modifica"],"Set up %s":["Configura %s"],"Reset Site Kit":["Reimposta Site Kit"],"Service name\u0004Analytics":["Analytics"],"Reset":["Reimposta"],"Close":["Chiudi"],"Settings":["Impostazioni"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-3d397e7aeec169a6f6f7.js"}}