{"translation-revision-date":"2024-04-16 11:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Annotation":["Annotazione"],"Maps":["Mappe"],"Improve the SEO workflow":["Migliora il flusso di lavoro SEO"],"and many other premium SEO features":["e molte altre funzionalità SEO premium"],"Upgrade to re-order Focus Keywords":["Aggiorna per riordinare le parole chiave principali"],"Set different Primary Focus Keyword":["Imposta una parola chiave principale diversa"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Puoi aggiungere sovrapposizioni di miniature personalizzate con {{link}}Rank Math Pro{\/link}}."],"Preview Snippet Editor":["Anteprima dell'editor di snippet"],"This option prevents images on a page from being indexed by Google and other search engines":["Questa opzione impedisce che le immagini di una pagina siano indicizzate da Google e da altri motori di ricerca"],"Track Keyword Trends":["Traccia le tendenze delle parole chiave"],"Data fetched directly from Google":["Dati recuperati direttamente da Google"],"Analyze search trends and compare keywords":["Analizza i trend di ricerca e confronta le parole chiave"],"See data from a particular Country or timeframe":["Guarda i dati di un particolare Paese o periodo di tempo"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Vuoi di più? {{link}}{{strong}}Aggiorna oggi alla versione PRO{{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Attiva il tuo account {{link}}collegandoti a Rank Math!{{\/link}}"],"Read here to {{link}}Score 100\/100{{\/link}} ":["Leggi qui per {{link}}raggiungere 100\/100{{\/link}}"],"Replace Image":["Sostituisci immagine"],"Google Trends":["Google Trends"],"Trends":["Trend"],"Editing Homepage permalink is not possible.":["Non è possibile modificare il permalink della homepage."],"Rating: ":["Valutazione: "],"Show SEO Score on Front-end":["Mostra il punteggio SEO nel front-end"],"Social Media Preview":["Anteprima Social Media"],"Close":["Chiudi"],"Read more":["Leggi tutto"],"Permalink":["Permalink"],"Videos":["Video"],"Nofollow":["Nofollow"],"Card Type":["Tipo di carta"],"Search &hellip;":["Cerca &hellip;"],"2 hrs":["2 ore"],"Click on the button below to view and edit the preview.":["Fai clic sul pulsante sottostante per visualizzare e modificare l'anteprima."],"About 43,700,000 results (0.32 seconds) ":["Circa 43.700.000 risultati (0.32 secondi) "],"All Good":["Tutto ok"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Inserisci le parole chiave per le quali vuoi posizionarti. Cerca di {{link}}ottenere 100\/100 punti{\/link}} per avere maggiori possibilità di posizionamento."],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Personalizza il titolo, la descrizione e le immagini dell'articolo da usare quando viene condiviso su Facebook e Twitter."],"Your app's custom URL scheme (must include :\/\/).":["Lo schema URL personalizzato della tua app (deve includere :\/\/)."],"Your app ID in the Google Play (.i.e. com.android.app)":["L'ID della tua app in Google Play (.i.e. com.android.app)"],"The card for your website will look little something like this!":["La scheda del tuo sito web avrà un aspetto simile a questo!"],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["I video clip e i flussi audio hanno un posto speciale sulla piattaforma Twitter grazie alla Player Card. Le Player Card devono essere approvate prima di poter essere usate. Ulteriori informazioni: "],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["L'App Card è un ottimo modo per rappresentare le applicazioni mobili su Twitter e per spingere le installazioni. Più approfondire: "],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Ehi, abbiamo notato che stai usando il plugin Rank Math SEO da più di una settimana -{{em}}fantastico! Potresti farci un GRANDE favore e dargli una valutazione di 5 stelle su WordPress? Ci aiuterebbe a farlo conoscere e ad aumentare la nostra motivazione."],"Instructs search engines to index and show these pages in the search results":["Indica ai motori di ricerca di indicizzare e mostrare queste pagine nei risultati di ricerca."],"The canonical URL informs search crawlers which page is the main page if you have double content":["L'URL canonico dice ai crawler di ricerca qual è la pagina principale da considerare in caso di contenuto duplicato"],"Specify a maximum text-length, in characters, of a snippet for your page":["Specifica una lunghezza massima di testo, in caratteri, di uno snippet per la tua pagina"],"Specify a maximum duration in seconds of an animated video preview":["Specifica una durata massima in secondi di un'anteprima video animata"],"Specify a maximum size of image preview to be shown for images on this page":["Specifica una dimensione massima dell'anteprima dell'immagine da mostrare per le immagini in questa pagina"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Qui puoi visualizzare e modificare la miniatura, il titolo e la descrizione che verranno visualizzati quando il tuo sito viene condiviso sui social media."],"Preview & Edit Social Media":["Anteprima e modifica social media"],"Standard":["Standard"],"Large":["Grande"],"Advanced Robots Meta":["Meta robots avanzati"],"Max Snippet":["Snippet max"],"Max Video Preview":["Durata massima dell'anteprima video"],"Max Image Preview":["Durata massima dell'anteprima immagine"],"Tools":["Strumenti"],"I already did. Please don't show this message again.":["L'ho già fatto. Non mostrare più questo messaggio."],"Rate Rank Math SEO":["Valuta Rank Math SEO"],"Index":["Index"],"Example: Rank Math SEO":["Esempio: Rank Math SEO"],"Remove Image":["Rimuovi immagine"],"Errors":["Errori"],"Add Image":["Aggiungi immagine"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Images":["Immagini"],"Settings":["Impostazioni"],"No Archive":["Nessun archivio"],"Player Size":["Dimensioni player"],"Player URL":["URL player"],"Redirection Type":["Tipo di reindirizzamento"],"Destination URL":["URL di destinazione"],"App Description":["Descrizione dell'app"],"News":["Notizie"],"Focus Keyword":["Keyword Principale"],"Google Play App URL":["URL dell'app Google Play"],"Google Play App ID":["ID dell'app Google Play"],"Google Play App Name":["Nome dell'app Google Play"],"iPad App URL":["URL dell'app iPad"],"2h":["2h"],"iPad App ID":["ID dell'app iPad"],"iPhone App Name":["Nome dell'app iPhone"],"The name of your app to show.":["Il nome della tua app da mostrare."],"Prevents a snippet from being shown in the search results":["Impedisce che uno snippet venga mostrato nei risultati di ricerca"],"More":["Altro"],"No Index":["Noindex"],"Prevents pages from being indexed and displayed in search engine result pages":["Impedisce che le pagine vengano indicizzate e visualizzate nelle pagine dei risultati dei motori di ricerca"],"Prevents search engines from following links on the pages":["Impedisce ai motori di ricerca di seguire i link nelle pagine"],"Prevents search engines from showing Cached links for pages":["Impedisce ai motori di ricerca di mostrare i link in cache delle pagine"],"No Image Index":["Nessuna immagine indice"],"No Snippet":["Nessuno snippet"],"301 Permanent Move":["301 reindirizzamento permanente"],"302 Temporary Move":["302 reindirizzamento temporaneo"],"307 Temporary Redirect":["307 Redirect Temporaneo"],"410 Content Deleted":["410 Contenuto Cancellato"],"451 Content Unavailable for Legal Reasons":["451 contenuto non disponibile per motivi legali"],"Robots Meta":["Meta robot"],"Canonical URL":["URL canonico"],"Breadcrumb Title":["Titolo dei breadcrumb"],"Breadcrumb Title to use for this post":["Titolo nei breadcrumb da usare per questo articolo"],"This is what will appear in the first line when this post shows up in the search results.":["Questo è ciò che si vedrà nella prima riga quando questo articolo apparirà nei risultati di ricerca."],"This is the unique URL of this page, displayed below the post title in the search results.":["Questo è l'URL unico di questa pagina, visualizzato sotto il titolo dell'articolo nei risultati della ricerca."],"This is what will appear as the description when this post shows up in the search results.":["Questo è ciò che si leggerà come descrizione quando questo articolo apparirà nei risultati di ricerca."],"This post is Pillar Content":["Questo articolo è un contenuto pilastro"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Carica un'immagine di almeno 600x315px. La dimensione raccomandata è 1200x630px."],"Image is smaller than the minimum size, please select a different image.":["L'immagine è più piccola della dimensione minima, seleziona un'altra immagine."],"Add icon overlay to thumbnail":["Aggiungi la sovrapposizione dell'icona alla miniatura"],"Icon overlay":["Icona in sovrimpressione"],"Use Data from Facebook Tab":["Usa i dati dalla scheda Facebook"],"Summary Card with Large Image":["Scheda riassuntiva con immagine grande"],"Summary Card":["Carta di riepilogo"],"App Card":["App Card"],"Player Card":["Player Card"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["URL HTTPS per il lettore iFrame. Deve trattarsi di un URL HTTPS che non genera avvisi di contenuto misto attivo in un browser web. Il lettore audio o video non deve richiedere plugin come Adobe Flash."],"iFrame width and height, specified in pixels in the following format: 600x400.":["Larghezza e altezza dell'iFrame, specificate in pixel nel seguente formato: 600x400."],"Stream URL":["URL dello streaming"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["URL opzionale al flusso grezzo che si processerà direttamente nelle applicazioni mobile di Twitter. Se specificato, il flusso deve essere consegnato in formato MPEG-4 (estensione .mp4). Il contenitore può contenere un mix di audio e video con i seguenti codec: Video: H.264, Baseline Profile (BP), livello 3.0, fino a 640 x 480 a 30 fps. Audio: AAC, Low Complexity Profile (LC)."],"Stream Content Type":["Tipo di contenuto del flusso"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["La combinazione di tipo MIME\/sottotipo che descrive il contenuto di twitter:player:stream. Prende la forma specificata in RFC 6381. I valori di content_type attualmente supportati sono quelli definiti in RFC 4337 (MIME Type Registration for MP4)."],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Puoi usarlo come una descrizione più concisa di quella che potresti avere sull'app store. Questo campo ha un massimo di 200 caratteri. (opzionale)"],"iPhone App ID":["ID dell'app iPhone"],"The numeric representation of your app ID in the App Store.":["La rappresentazione numerica dell'ID della tua app nell'App Store."],"iPhone App URL":["URL dell'app iPhone"],"iPad App Name":["Nome dell'app iPad"],"App Country":["Paese dell'app"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Se la tua applicazione non è disponibile nell'App Store statunitense, devi impostare questo valore sul codice di due lettere del Paese dell'App Store che contiene la tua applicazione."],"Redirect":["Reindirizza"],"All":["tutto"],"Description":["Descrizione"],"None":["Nessuno"],"Title":["Titolo"],"Preview":["Anteprima"],"Desktop Preview":["Anteprima desktop"],"Mobile Preview":["Anteprima mobile"],"Title Readability":["Leggibilità del titolo"],"General":["Generale"],"Rank Math":["Rank Math"],"Advanced":["Avanzate"],"Social":["Social"],"Edit Snippet":["Modifica snippet"],"Basic SEO":["SEO di base"],"Additional":["Aggiuntivi"],"Content Readability":["Leggibilità del contenuto"],"Noindex robots meta is enabled":["Il meta robot \"noindex\" è attivo"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Questa pagina non comparirà nei risultati di ricerca. Puoi disattivare il noindex dalla scheda Avanzate."]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}