{"translation-revision-date":"2024-04-16 11:28:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Reviews are disabled on this Product.":["Le recensioni sono disabilitate per questo prodotto."],"You are not using %1$s to optimise this %2$s.":["Non stai usando %1$s per ottimizzare questo %2$s."],"You are using %1$s to optimise this %2$s.":["Stai usando %1$s per ottimizzare questo %2$s."],"Use %1$s to optimise the  %2$s.":["Usa %1$s per ottimizzare la  %2$s."],"Reviews are enabled for this Product. Good Job!":["Le revisioni sono attivate per questo prodotto. Ottimo lavoro!"],"You are not using the Product Schema for this Product.":["Non stai usando lo Schema Prodotto per questo prodotto."],"You are using the Product Schema for this Product":["Stai usando lo Schema Prodotto per questo prodotto."],"Content is %1$d words long. Consider using at least 600 words.":["Il contenuto è lungo %1$d parole. Valuta di usare almeno 600 parole."],"Content is %1$d words long. Good job!":["Il contenuto è lungo %1$d parole. Bel lavoro!"],"You are using short paragraphs.":["Stai usando paragrafi brevi."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["La tavola dei contenuti aiuta a suddividere il contenuto in pezzi più piccoli e gestibili. Facilita la lettura e questo a sua volta si traduce in un miglior posizionamento."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["La densità della parola chiave è 0. Dovresti puntare a una densità di parole chiave intorno all'1%."],"You have %1$s this Focus Keyword.":["Hai %1$s questa parola chiave di riferimento."],"Content should be %1$s long.":["Il contenuto dovrebbe essere lungo %1$s parole."],"URL is %1$d characters long. Kudos!":["L'URL contiene %1$d caratteri. Ottimo!"],"URL is %1$d characters long. Consider shortening it.":["L'URL è lungo %1$d caratteri. Meglio accorciarlo."],"We found %1$d outbound links in your content and all of them are nofollow.":["Abbiamo trovato %1$d link in uscita nel tuo contenuto e sono tutti nofollow."],"Your title contains %1$d power word(s). Booyah!":["Il tuo titolo contiene %1$d parole potenti. Grande!"],"Your title doesn't contain a %1$s. Add at least one.":["Il tuo titolo non contiene %1$s. Aggiungine almeno una."],"Your title doesn't contain a %1$s word.":["Il tuo titolo non contiene nessuna parola %1$s."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Abbiamo rilevato una galleria nel tuo contenuto. Stiamo supponendo che tu abbia aggiunto la parola chiave di riferimento nell'alt in almeno una delle immagini della galleria."],"We are searching in database.":["Stiamo cercando nel database."],"already used":["già usato"],"Add a number to your title to improve CTR.":["Aggiungi un numero al tuo titolo per migliorare il CTR."],"Your SEO title doesn't contain a number.":["Il tuo titolo SEO non contiene un numero."],"You are using a number in your SEO title.":["Stai usando un numero nel tuo titolo SEO."],"Add internal links in your content.":["Aggiungi link interni ai tuoi contenuti."],"Internal links decrease your bounce rate and improve SEO.":["I link interni riducono la frequenza di rimbalzo e migliorano la SEO."],"We couldn't find any internal links in your content.":["Non è stato possibile trovare link interni nei tuoi contenuti."],"Link out to external resources.":["Link a risorse esterne."],"Minimum recommended content length should be 600 words.":["La lunghezza minima consigliata del contenuto deve essere di 600 parole."],"Hurray! You're using Focus Keyword in the SEO Title.":["Evviva! Stai usando la parola chiave di riferimento nel titolo SEO."],"Focus Keyword does not appear in the SEO title.":["La parola chiave di riferimento non appare nel titolo SEO."],"Add Focus Keyword to the SEO title.":["Aggiungi la parola chiave di riferimento nel titolo SEO."],"Make sure the focus keyword appears in the SEO post title too.":["Assicurati che la parola chiave di riferimento appaia anche nel titolo SEO dell'articolo."],"Focus Keyword used inside SEO Meta Description.":["Hai usato la parola chiave di riferimento nella metadescrizione SEO."],"Focus Keyword not found in your SEO Meta Description.":["La parola chiave di riferimento non è presente nella metadescrizione SEO."],"Add Focus Keyword to your SEO Meta Description.":["Aggiungi la parola chiave di riferimento alla tua metadescrizione SEO."],"Make sure the focus keyword appears in the SEO description too.":["Assicurati che la parola chiave di riferimento appaia anche nella descrizione SEO."],"Focus Keyword used in the URL.":["La parola chiave di riferimento si trova nell'URL."],"Focus Keyword not found in the URL.":["La parola chiave di riferimento non si trova nell'URL."],"Use Focus Keyword in the URL.":["Usa la parola chiave di riferimento nell'URL."],"Include the focus keyword in the slug (permalink) of this post.":["Includi la parola chiave di riferimento nello slug (permalink) di questo articolo."],"Focus Keyword appears in the first 10% of the content.":["La parola chiave di riferimento appare nel primo 10% del contenuto."],"Focus Keyword doesn't appear at the beginning of your content.":["La parola chiave di riferimento non appare all'inizio del tuo contenuto."],"Use Focus Keyword at the beginning of your content.":["Usa la parola chiave di riferimento all'inizio del tuo contenuto."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["Il primo 10% del contenuto dovrebbe contenere la parola chiave di riferimento, preferibilmente all'inizio."],"Focus Keyword found in the content.":["La parola chiave di riferimento si trova nel contenuto."],"Focus Keyword doesn't appear in the content.":["La parola chiave di riferimento non si trova nel contenuto."],"Use Focus Keyword in the content.":["Usa la parola chiave di riferimento nel contenuto."],"It is recommended to make the focus keyword appear in the post content too.":["Ti raccomandiamo di inserire la parola chiave di riferimento anche nel contenuto dell'articolo."],"URL unavailable. Add a short URL.":["L'URL non è disponibile. Aggiungi un URL breve."],"Permalink should be at most 75 characters long.":["Il permalink dovrebbe essere lungo almeno 75 caratteri."],"Focus Keyword found in the subheading(s).":["La parola chiave si trova in uno o più sottotitoli."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["La parola chiave non si trova in nessun sottotitolo, come H2, H3, H4, ecc."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Usa la parola chiave nei sottotitoli (H2, H3, H4, ecc.)"],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Ti raccomandiamo di aggiungere la parola chiave di riferimento in uno o più sottotitoli del contenuto."],"Focus Keyword found in image alt attribute(s).":["La parola chiave si trova in uno o più attributi alt dell'immagine."],"Focus Keyword not found in image alt attribute(s).":["La parola chiave non si trova in uno o più attributi alt dell'immagine."],"Add an image with your Focus Keyword as alt text.":["Aggiungi la parola chiave principale nell'alt text delle tue immagini."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["Ti raccomandiamo di aggiungere la parola chiave di riferimento nell'attributo alt di una o più immagini."],"Great! You are linking to external resources.":["Ottimo! Hai inserito dei link a risorse esterne."],"No outbound links were found. Link out to external resources.":["Non abbiamo trovato nessun link in uscita. Aggiungi dei link a risorse esterne."],"It helps visitors read more about a topic and prevents pogosticking.":["Aiuta le persone a informarsi di più su un argomento e previene il \"pogo sticking\"."],"At least one external link with DoFollow found in your content.":["Abbiamo trovato almeno un link DoFollow nel tuo contenuto."],"Add DoFollow links pointing to external resources.":["Aggiungi link DoFollow che puntano a risorse esterne."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["PageRank Sculpting non funziona più. I tuoi articoli dovrebbero contenere un mix di link nofollow e DoFollow."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Non c'è una percentuale ideale per la densità delle parole chiave, ma non dovrebbe essere troppo alta. La cosa più importante è che il testo sia naturale."],"You are linking to other resources on your website which is great.":["Stai aggiungendo link ad altre risorse del tuo sito web, fantastico!"],"You haven't used this Focus Keyword before.":["Non hai ancora usato la parola chiave di riferimento."],"Set a Focus Keyword for this content.":["Indica la parola chiave di riferimento per questo contenuto."],"Focus Keyword used at the beginning of SEO title.":["Hai usato la parola chiave principale all'inizio del titolo SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["La parola chiave di riferimento non compare all'inizio del titolo SEO."],"Use the Focus Keyword near the beginning of SEO title.":["Usa la parola chiave di riferimento verso l'inizio del titolo SEO."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["Il titolo SEO della pagina dovrebbe contenere la parola chiave di riferimento, preferibilmente all'inizio."],"Your title has a positive or a negative sentiment.":["Il tuo titolo ha un sentiment positivo o negativo."],"Titles with positive or negative sentiment work best for higher CTR.":["I titoli con sentiment positivi o negativi funzionano meglio per aumentare il CTR."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Le intestazioni con un sentiment molto forte (positivo o negativo) tendono a ricevere più clic."],"Add %s to your title to increase CTR.":["Aggiungi %s al tuo titolo per aumentare il CTR."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Le \"power word\" sono parole collaudate che si usano nel copywriting per attirare più clic."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Secondo una ricerca di Conductor, le intestazioni che riportano numeri hanno il 36% di probabilità in più di attrarre clic."],"You seem to be using a %1$s to break-down your text.":["Sembra che tu stia usando un %1$s per spezzare il tuo testo."],"You don't seem to be using a %1$s.":["Non sembra che tu stia usando un %1$s."],"Use Table of Content to break-down your text.":["Usa una tabella dei contenuti per spezzare il tuo testo."],"At least one paragraph is long. Consider using short paragraphs.":["C'è almeno un paragrafo troppo lungo. Dai la preferenza ai paragrafi brevi."],"Add short and concise paragraphs for better readability and UX.":["Aggiungi paragrafi brevi e concisi per migliorare la leggibilità e l'esperienza utente."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["I paragrafi brevi sono più facili da leggere e più piacevoli alla vista. I paragrafi lunghi spaventano le persone, e potrebbero portare i motori di ricerca a dare la preferenza in SERP a contenuti più leggibili."],"Your content contains images and\/or video(s).":["Il tuo contenuto contiene immagini e\/o video."],"You are not using rich media like images or videos.":["Non stai usando rich media come immagini o video."],"Add a few images and\/or videos to make your content appealing.":["Aggiungi qualche immagine e\/o video per rendere il tuo contenuto accattivante."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["I contenuti con immagini e\/o video sono più invitanti per le persone. Aiutano anche ad arricchire il tuo contenuto testuale."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}