{"translation-revision-date":"2022-12-14 06:28:48+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"extension in your store.":["estensione nel tuo negozio"],"Installing <strong>WooCommerce Payments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Installando <strong>WooCommerce Payments<\/strong> attiverai automaticamente <strong>%s<\/strong> estensione nel tuo negozio.","Installando <strong>WooCommerce Payments<\/strong> attiverai automaticamente <strong>%s<\/strong> estensioni nel tuo negozio."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Abilita Affirm insieme a WooCommerce Payments e offri agli acquirenti la possibilità di scegliere l'opzione di pagamento adatta a loro e per al loro budget, da 4 pagamenti senza interessi ogni 2 settimane a rate mensili."],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Abilita Klarna insieme a WooCommerce Payments. Con Klarna Payments gli acquirenti possono scegliere l'opzione di pagamento rateale che desiderano, Pay Now, Pay Later o Slice It. Senza numeri della carta di credito, senza password, senza preoccupazioni."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Abilita Amazon Pay insieme a WooCommerce Payments e offri agli acquirenti la possibilità di pagare tramite Amazon Pay. Le transazioni avvengono tramite i widget incorporati di Amazon, quindi l'acquirente non lascia mai il tuo sito."],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Abilita PayPal Payments insieme a WooCommerce Payments. Offri ai tuoi clienti un altro modo per pagare in modo sicuro e conveniente tramite PayPal, PayLater e Venmo."],"Add more ways for buyers to pay":["Aggiungi modalità diversificate di pagamento per i tuoi clienti"],"Why should I choose WooCommerce Payments over other payment gateways?":["Perché dovrei scegliere WooCommerce Payments rispetto ad altri gateway di pagamento?"],"Dismiss and send feedback":["Ignora e invia il feedback"],"Why would you like to dismiss the new payments experience?":["Perché vorresti ignorare la nuova esperienza di pagamento?"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["Nota che l'estensione non è stata installata, questo rimuoverà semplicemente WooCommerce Payments dalla navigazione. Dedica qualche secondo a spiegarci perché desideri ignorare WooCommerce Payments."],"No thanks, I don’t want WooCommerce Payments":["No grazie, non desidero WooCommerce Payments"],"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":["Per ulteriori dettagli su quale offerta di abbonamento sia adatta al tuo negozio, fai riferimento alla <a>guida che confronta le opzioni di abbonamento<\/a>."],"WooCommerce Payments supports charging automatic recurring payments via <a1>built-in subscription functionality<\/a1> for some stores or the <a2>WooCommerce Subscriptions<\/a2> plugin for all other stores.":["WooCommerce Payments supporta l'addebito di pagamenti ricorrenti automatici tramite la <a1>funzionalità di abbonamento integrata<\/a1> per alcuni negozi o il plugin <a2>WooCommerce Subscriptions<\/a2> per tutti gli altri negozi."],"Stores accepted into the promotional program will receive a 20% discount on total payment processing costs on the first $1,000,000 USD of payment processing volume conducted using WooCommerce Payments, for up to 6 months from the date your store is accepted into the program. Learn more about eligibility for the promotional program and its terms and conditions <a>here<\/a>.":["I negozi ammessi al programma promozionale riceveranno uno sconto del 20% sul totale dei costi di elaborazione dei pagamenti relativi ai primi $ 1.000.000 di volume di elaborazione dei pagamenti effettuati tramite WooCommerce Payments, per un periodo massimo di 6 mesi a partire dalla data di ammissione del negozio al programma. Scopri di più sull'idoneità al programma promozionale e i relativi termini e condizioni <a>qui<\/a>."],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":["Massimizza le conversioni al momento del pagamento offrendo agli acquirenti metodi di pagamento più popolari e pertinenti, tra cui carte di credito e di debito, Apple Pay, Google Pay e opzioni locali in base al Paese. WooCommerce Payments offre più flessibilità al tuo negozio e maggiore potere d'acquisto ai tuoi clienti, essendo compatibile con le estensioni necessarie per aggiungere opzioni come PayPal e Amazon Pay, nonché opzioni di pagamento a rate e acquisto immediato come Affirm, Klarna e Afterpay."],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":["Multivaluta nativa: supporto multivaluta integrato. Aumenta le vendite rendendo più semplice per i clienti al di fuori del tuo Paese acquistare dal tuo negozio, nelle valute locali, senza un'estensione."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["Pagamenti di persona: WooCommerce Payments ti consente di vendere online e offline con l'app WooCommerce per dispositivi mobili ufficiale invece di una soluzione POS a pagamento (disponibile solo negli Stati Uniti e in Canada)."],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":["Ricevi i pagamenti, gestisci le controversie e monitora le entrate dall'interno della bacheca del tuo negozio. Puoi inoltre accettare in modo sicuro pagamenti con carta di credito e di debito, Apple Pay, metodi di pagamento locali, entrate ricorrenti, pagamento velocizzato e altro ancora, in oltre 100 valute con WooCommerce Payments."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["Svolgi la tua attività e gestisci i pagamenti in un unico posto con l'unica soluzione progettata e supportata da WooCommerce."],"Give your buyers more ways to pay":["Offri più modalità di pagamento ai tuoi acquirenti"],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":["Svolgi la tua attività e gestisci i pagamenti in un unico posto con l'unica soluzione progettata e supportata da WooCommerce. Con WooCommerce Payments puoi ricevere i pagamenti, gestire le controversie e monitorare le entrate dall'interno della bacheca del tuo negozio, senza alcun costo di impostazione o tariffe mensili."],"*See <a>Terms and Conditions<\/a> for more details.":["*Per maggiori dettagli, consulta <a>i termini e le condizioni<\/a>."],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":["Lo sconto verrà applicato ai pagamenti elaborati tramite WooCommerce Payments al completamento dell'installazione, della configurazione e dell'avviamento di WooCommerce Payments."],"<b>20% off payment processing<\/b><br\/>on up to $1,000,000 USD in payments or over the next 6 months, whichever comes first.*":["<b>Sconto del 20% sull'elaborazione dei pagamenti<\/b><br\/>su un massimo di $ 1.000.000 in pagamenti o nei 6 mesi successivi, a seconda dell'evento che si verifica per primo."],"Payments, made simple":["I pagamenti diventano semplici"],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Contattaci"],"Have more questions?":["Hai altre domande?"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["WooCommerce Payments può supportare opzioni di abbonamento e pagamenti ricorrenti?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Qualora veniamo a conoscenza di attività proibite, potremmo applicare restrizioni all'account responsabile o chiuderlo."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Iscrivendoti a WooCommerce Payments, acconsenti a non accettare pagamenti correlati a tali attività, pratiche o prodotti soggetti a restrizioni. Inoltre, ci impegniamo affinché nessuna attività proibita sia condotta su WooCommerce Payments."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["L'elenco completo di queste attività è disponibile nell'<a>Elenco di attività soggette a restrizioni di Stripe<\/a>."],"Firearms, ammunition":["Armi da fuoco, munizioni"],"Substances designed to mimic illegal drugs":["Sostanze progettate per simulare droghe illecite"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Attività correlate ai social media, ad esempio follower di Twitter, Mi piace di Facebook, visualizzazioni di YouTube"],"Pseudo pharmaceuticals":["Sostanze pseudofarmaceutiche"],"Multi-level marketing":["Marketing multi-livello"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Apparecchiatura farmaceutica (tra cui sigarette elettroniche, liquidi per sigarette elettroniche e nutraceutici)"],"Adult content and services":["Contenuti e servizi per adulti"],"Counterfeit goods":["Beni contraffatti"],"Virtual currency, including video game or virtual world credits":["Moneta virtuale, tra cui crediti per videogiochi o realtà virtuale"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["A fronte delle restrizioni provenienti dalle reti delle carte di credito, i nostri fornitori di servizi di pagamento e i relativi fornitori di servizi finanziari, alcune attività e tipologie di prodotto non possono eseguire transazioni mediante WooCommerce Payments, tra cui, a titolo esemplificativo:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Quali prodotti non sono consentiti sul mio negozio quando accetto pagamenti con WooCommerce Payments?"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["La maggior parte delle banche accredita il deposito sul tuo conto non appena riceve il trasferimento da WooCommerce Payments. Per alcune banche, potrebbero essere necessari alcuni giorni in più prima che il saldo sia disponibile."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Ad esempio, un'attività con sede in Nuova Zelanda presenta un periodo di attesa di quattro giorni lavorativi. I pagamenti effettuati su questo conto il mercoledì saranno disponibili il giovedì successivo."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["I pagamenti ricevuti ogni giorno vengono annoverati nel saldo in sospeso. Quest'ultimo diventa disponibile dopo un periodo di attesa. Il giorno in cui risulta disponibile, verrà automaticamente versato sul tuo conto corrente. Il periodo di attesa dipende dal Paese del conto."],"For most accounts, WooCommerce Payments <a>automatically pays out<\/a> your available account balance into your nominated account daily after a standard pending period.":["Per la maggior parte dei conti, WooCommerce Payments <a>versa automaticamente<\/a> il saldo disponibile sul conto designato ogni giorno dopo un periodo di attesa standard."],"When will I receive deposits for my WooCommerce Payments account balance?":["Quando ricevo gli acconti per il mio saldo WooCommerce Payments?"],"<a>View all fees<\/a>":["<a>Vedi tutte le commissioni<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":["WooCommerce Payments usa un modello di determinazione dei prezzi pay as you go. Paga solo per l'attività sul conto. Nessuna commissione mensile o per l'impostazione. Le commissioni sono differenti in base al Paese del conto, alla modalità di pagamento scelta dall'acquirente e al Paese della carta del cliente."],"What are the fees for WooCommerce Payments?":["Quali sono le commissioni per WooCommerce Payments?"],"How will I save money using WooCommerce Payments?":["In che modo risparmierò denaro con WooCommerce Payments?"],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":["Funzionalità di abbonamento: offri ai clienti un'opzione ricorrente per il tuo inventario senza acquistare un'estensione aggiuntiva (disponibile solo negli Stati Uniti)."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Sì. WooCommerce Payments funziona insieme ad altri fornitori di servizi di pagamento, tra cui Stripe, PayPal e tutti gli altri. Lo abbiamo creato pensando a questa flessibilità, in modo che tu possa essere certo che il tuo negozio funzioni per soddisfare le esigenze della tua attività."],"Can I use WooCommerce Payments alongside other payment gateways?":["Posso usare WooCommerce Payments insieme ad altri gateway di pagamento?"],"What is WooCommerce Payments?":["Cos'è WooCommerce Payments?"],"Frequently asked questions":["Domande frequenti"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Facendo clic su \"Installa\", accetti i nostri <a>Termini di servizio<\/a>."],"Just dismiss WooCommerce Payments":["Ignora semplicemente WooCommerce Payments"],"It’s something else (Please share below)":["Qualcos'altro (indica qui sotto)"],"I’m open to installing it another time":["Sono favorevole a eseguire l'installazione in un altro momento"],"I need more information about WooCommerce Payments":["Mi occorrono più informazioni su WooCommerce Payments"],"I don’t want to install another plugin":["Non voglio installare un altro plugin"],"I’m already happy with my payments setup":["L'attuale configurazione dei miei pagamenti mi soddisfa già"],"Limited time offer":["Offerta per un periodo di tempo limitato"],"See more":["Scopri di più"],"PayPal Payments":["Pagamenti con PayPal"],"Comments (Optional)":["Commenti (facoltativo)"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Installa"],"Klarna":["Klarna"],"Learn more":["Per saperne di più"],"No thanks":["No grazie"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}