{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Simplify checkout with fewer steps to pay.":["Semplifica il checkout riducendo i passaggi richiesti per il pagamento."],"An easy, secure way to pay that's accepted on millions of stores.":["Un modo di pagare facile e sicuro diffuso in milioni di negozi."],"A one-click, high-converting, secure checkout built for Woo — themed to your brand.":["Un checkout sicuro, ad alta conversione e con un solo clic, realizzato per Woo, a tema con il tuo marchio."],"Copy the test number:":["Copia il numero di prova:"],"Test number copied to your clipboard!":["Numero di prova copiato negli appunti."],"There was a problem processing the order.":["Si è verificato un problema durante l'elaborazione dell'ordine."],"Please type only valid emails":["Digita solo e-mail valide"],"Please fill out all required fields":["Compila tutti i campi richiesti"],"Signature not found.":["Firma non trovata."],"Request for signature failed.":["Richiesta di firma non riuscita."],"WooPay Connect Direct Checkout":["WooPay Connect pagamento diretto"],"Invalid or missing payment details. Please ensure the provided payment method is correctly entered.":["Dettagli di pagamento non validi o mancanti. Assicurati che il metodo di pagamento fornito sia inserito correttamente."],"Book with WooPay":["Prenota con WooPay"],"Donate with WooPay":["Fai una donazione con WooPay"],"Please select your product options before proceeding.":["Seleziona le opzioni del prodotto prima di procedere."],"Sorry, this product is unavailable. Please choose a different combination.":["Siamo spiacenti, questo prodotto non è disponibile. Scegli un'altra combinazione."],"This payment method cannot be saved for future use.":["Questo metodo di pagamento non può essere salvato per un utilizzo futuro."],"Something went wrong. Please try again.":["Si è verificato un problema. Riprova."],"Test Mode":["Modalità di prova"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["WooPay non è disponibile in questo momento. Ci scusiamo per l'inconveniente."],"Buy with WooPay":["Acquista con WooPay"],"WooPay is unavailable at this time. Please complete your checkout below. Sorry for the inconvenience.":["WooPay non è disponibile in questo momento. Completa il checkout di seguito. Ci scusiamo per l'inconveniente."],"WooPay":["WooPay"],"WooPay SMS code verification":["Verifica del codice tramite SMS di WooPay"],"Refund":["Rimborso"],"Shipping":["Spedizione"],"Tax":["Imposta"],"An error was encountered when preparing the payment form. Please try again later.":["Si è verificato un errore durante la preparazione del modulo di pagamento. Riprova più tardi."]}}}