{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Note that the extension hasn’t been installed. This will simply dismiss our limited time offer. Please take a moment to tell us why you’d like to dismiss the WooPayments offer.":["Nota che l'estensione non è stata installata. Ciò ignorerà la nostra offerta a tempo limitato. Dedica qualche secondo a spiegarci perché desideri ignorare l'offerta di WooPayments."],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Usando WooPayments, accetti i <a1>Termini di servizio<\/a2> (inclusi i <a3> i termini per il venditore<\/a3> WooPay) e confermi di aver letto la <a2>Politica sulla privacy<\/a2>. Lo sconto verrà applicato ai pagamenti elaborati tramite WooPayments al completamento dell'installazione, dell'impostazione e della connessione. "],"Have questions?":["Hai domande?"],"Just dismiss WooPayments":["Semplicemente ignora WooPayments"],"No thanks, I don’t want WooPayments":["No grazie, non desidero WooPayments"],"& more":["e molto altro"],"WooPayments is pre-integrated with all popular payment options":["WooPayments è preintegrato con tutte le opzioni più popolari"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Usando WooPayments, accetti i <a1>Termini di servizio<\/a2> e confermi di aver letto la <a2>Politica sulla privacy<\/a2> Lo sconto verrà applicato ai pagamenti elaborati tramite WooPayments al completamento dell'installazione, dell'impostazione e della connessione. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Salve %s, gestisci la tua attività e i pagamenti da un'unica posizione, senza costi di impostazione o commissioni mensili."],"extension in your store.":["estensione nel tuo negozio"],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Installando <strong>WooPayments<\/strong> attiverai automaticamente <strong>%s<\/strong> estensione nel tuo negozio.","Installando <strong>WooPayments<\/strong> attiverai automaticamente <strong>%s<\/strong> estensioni nel tuo negozio."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Abilita Affirm insieme a WooPayments e offri agli acquirenti la possibilità di scegliere l'opzione di pagamento adatta a loro e al loro budget, da 4 pagamenti senza interessi ogni 2 settimane a rate mensili."],"Add more ways for buyers to pay":["Aggiungi modalità diversificate di pagamento per i tuoi clienti"],"Dismiss and send feedback":["Ignora e invia il feedback"],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Attiva Klarna insieme a WooPayments. Con Klarna Payments gli acquirenti possono scegliere l'opzione di pagamento rateale che desiderano, Paga ora, Paga dopo o Rateizza il pagamento. Senza numeri della carta di credito, senza password, senza preoccupazioni."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Attiva Amazon Pay insieme a WooPayments e offri agli acquirenti la possibilità di pagare tramite Amazon Pay. Le transazioni avvengono tramite i widget incorporati di Amazon, quindi l'acquirente non lascia mai il tuo sito."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Attiva PayPal Payments insieme a WooPayments. Offri ai tuoi clienti un altro modo per pagare in modo sicuro e conveniente tramite PayPal, PayLater e Venmo."],"Why would you like to dismiss the new payments experience?":["Perché vorresti ignorare la nuova esperienza di pagamento?"],"*See <a>Terms and Conditions<\/a> for details.":["*Vedi <a>Termini e condizioni<\/a> per i dettagli."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Contattaci"],"It’s something else (Please share below)":["Qualcos'altro (indica qui sotto)"],"I’m open to installing it another time":["Sono favorevole a eseguire l'installazione in un altro momento"],"I don’t want to install another plugin":["Non voglio installare un altro plugin"],"I’m already happy with my payments setup":["L'attuale configurazione dei miei pagamenti mi soddisfa già"],"I need more information about WooPayments":["Ho bisogno di maggiori informazioni su WooPayments"],"Limited time offer":["Offerta per un periodo di tempo limitato"],"See more":["Scopri di più"],"PayPal Payments":["Pagamenti con PayPal"],"Comments (Optional)":["Commenti (facoltativo)"],"Klarna":["Klarna"],"Learn more":["Per saperne di più"],"No thanks":["No grazie"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}