{"translation-revision-date":"2022-12-14 06:28:48+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Aggiungi i dettagli relativi alla posizione del tuo negozio per aiutarci a configurare la spedizione, le imposte, la valuta e altro ancora in modo completamente automatizzato. Al termine, fai clic sul pulsante \"Salva\" alla fine del modulo."],"Add details":["Aggiungi dettagli"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Configura il tuo sito in un attimo. Aggiungi l'indirizzo del tuo negozio per configurare più velocemente spedizione, tasse e pagamenti."],"First, tell us about your store":["Per prima cosa, parlaci del tuo negozio"],"Store location illustration":["Illustrazione della posizione del negozio"],"Add New Product":["Aggiungi nuovo prodotto"],"Save store location":["Salva la posizione del negozio"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Aggiungi la posizione del tuo negozio per aiutarci a calcolare le tariffe di spedizione e le migliori opzioni di spedizione per te. Puoi gestire nuovamente la posizione del tuo negozio in qualsiasi momento in Impostazioni Generale WooCommerce."],"Set your store location":["Imposta la posizione del negozio"],"Save time and fulfill your orders with WooCommerce Shipping. You can manage it at any time in WooCommerce Shipping Settings.":["Risparmia tempo e completa i tuoi ordini con WooCommerce Shipping. Puoi gestirlo in qualsiasi momento in Impostazioni WooCommerce Shipping."],"Enable shipping label printing and discounted rates":["Abilita la stampa delle etichette di spedizione e le tariffe scontate"],"Save shipping options":["Salva le opzioni di spedizione"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Ti consigliamo le seguenti opzioni di spedizione in base alla tua posizione. Puoi gestire nuovamente le tue opzioni di spedizione in qualsiasi momento in Impostazioni WooCommerce Shipping."],"Customize notification emails, packing slips, shipping labels.":["Personalizza e-mail di notifica, distinte di imballaggi, etichette di spedizione."],"Wow your shoppers":["Stupisci i tuoi acquirenti"],"Live shipping rates amongst all the carrier choices.":["Tariffe di spedizione in tempo reale tra tutte le scelte dei corrieri."],"Save your money":["Risparmia denaro"],"Import your orders automatically, no matter where you sell.":["Importa automaticamente i tuoi ordini, indipendentemente da dove stai vendendo."],"Save your time":["Risparmia tempo"],"Try one of the alternative payment providers.":["Prova uno dei fornitori di pagamento alternativi."],"Other payment providers":["Altri fornitori di pagamento"],"Give your customers additional choices in ways to pay.":["Offri ai tuoi clienti ulteriori scelte sulle modalità di pagamento."],"To start accepting online payments":["Per iniziare ad accettare pagamenti online"],"Access discounted shipping rates with DHL and USPS.":["Accedi a tariffe di spedizione scontate con DHL e USPS."],"Discounted rates":["Tariffe scontate"],"Pick up an order, then just pay, print, package and post.":["Ricevi un ordine, quindi paga, stampa, imballa e spedisci."],"Print at home":["Stampa a casa"],"No need to wonder where that stampbook went.":["Non dovrai metterti alla ricerca di un francobollo."],"Buy postage when you need it":["Acquista la spedizione quando ne hai bisogno"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Ottieni e gestisci entrate ricorrenti e ricevi depositi automatici sul conto corrente indicato."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vendi sui mercati internazionali e accetta più di 135 valute con metodi di pagamento locali."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Offri ai clienti la possibilità di utilizzare il metodo di pagamento che preferiscono, tra cui carte di debito e di credito, Apple Pay, Sofort, SEPA, iDeal e molti altri."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Ottima scelta! Hai scelto di aggiungere nuove fantastiche funzionalità al tuo negozio. Continua per effettuare il pagamento e completare l'acquisto."],"Purchase illustration":["Acquista illustrazione"],"& more.":["e altro."],"Accepted payment methods include:":["I metodi di pagamento accettati includono:"],"By using WooCommerce Payments you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} and acknowledge that you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} ":["Utilizzando WooCommerce Payments, accetti i {{tosLink}}Termini di servizio{{\/tosLink}} e confermi di aver letto la {{privacyLink}}Politica sulla privacy{{\/privacyLink}} "],"Accept Payments and manage your business.":["Accetta pagamenti e gestisci la tua attività."],"Preview store":["Anteprima del negozio"],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Realizza il tuo catalogo aggiungendo ciò che desideri vendere. Puoi aggiungere prodotti manualmente o importarli da un negozio diverso."],"Add products to sell":["Aggiungi prodotti da vendere"],"Products illustration":["Illustrazione dei prodotti"],"View options":["Visualizza le opzioni"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Scegli tra metodi di pagamento online e offline rapidi e sicuri per semplificare il pagamento nel negozio per i tuoi clienti."],"Payment illustration":["Illustrazione del pagamento"],"Make your store stand out":["Metti in risalto il tuo negozio"],"Appearance illustration":["Illustrazione dell'aspetto"],"Add sales channels":["Aggiungi canali di vendita"],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Incrementa la tua attività attivando i canali social, ad esempio una newsletter, Facebook, Google, la vendita di persona e altro."],"Marketing illustration":["Illustrazione del marketing"],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Scegli dove e come spedire i prodotti, seleziona i metodi di spedizione e aggiungi tariffe fisse o calcolate."],"Shipping illustration":["Illustrazione della spedizione"],"Yes, please":["Sì, grazie"],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Imposta manualmente le aliquote fiscali o utilizza WooCommerce e Jetpack per automatizzare i calcoli delle imposte sulle vendite."],"Add your tax rates":["Aggiungi le aliquote fiscali"],"Tax illustration":["Illustrazione delle imposte"],"We appreciate your feedback!":["Apprezziamo il tuo feedback."],"How was your experience?":["Com'è stata la tua esperienza?"],"Show setup task list":["Mostra elenco delle attività di configurazione"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Complimenti! Prenditi un momento per festeggiare e non perderti la tua prima vendita."],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀Stai andando alla grande. Ti rimangono {{strongText}}%1$d passaggi{{\/strongText}} per far funzionare il tuo negozio. {{setupLink}}Continua con la configurazione{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉Ci sei quasi. Rimane solo {{strongText}}%1$d passaggio{{\/strongText}} per rendere operativo il tuo negozio. {{setupLink}}Completa l'impostazione{{\/setupLink}}"],"Offline payment methods":["Metodi di pagamento offline"],"Choose a payment provider":["Scegli un fornitore dei pagamenti"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Segui questi passaggi per iniziare a vendere rapidamente. %1$d di %2$d completati."],"Hide setup list":["Nascondi elenco di configurazione"],"Add a way to get paid":["Aggiungi un metodo per ricevere i pagamenti"],"There was an error importing the sample products":["Si è verificato un errore durante l'importazione di prodotti di esempio"],"Built by WooCommerce":["Realizzato da WooCommerce"],"Activity":["Attività"],"Hide this list":["Nascondi questo elenco"],"Keep list":["Mantieni l'elenco"],"You've completed store setup":["Hai completato la configurazione del negozio"],"Yes, hide store setup tasks":["Sì, nascondi le attività di configurazione del negozio"],"Are you sure? These tasks are required for all stores.":["Sei sicuro? Queste attività sono richieste per tutti i negozi."],"Hide store setup tasks":["Nascondi le attività di configurazione del negozio "],"It's time to get paid":["È ora di ricevere i pagamenti"],"Add shipping zones":["Aggiungi le zone di spedizione"],"Set up shipping for your store":["Imposta la spedizione per il tuo negozio"],"Personalize":["Personalizza"],"Modify choices":["Modifica le scelte"],"Get more sales":["Ottieni più vendite"],"Set up taxes manually":["Imposta le imposte manualmente"],"Choose a tax partner":["Scegli un partner fiscale"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Installando WooCommerce Tax e Jetpack accetti i {{link}}Termini di servizio{{\/link}}."],"100% free":["100% gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Con tecnologia {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformità nexus economica {{strong}}unica{{\/strong}}"],"Best for new stores":["Il meglio per i nuovi negozi"],"Enable & set up":["Attiva e imposta"],"30-day free trial. No credit card needed.":["Prova gratuita di 30 giorni. Nessuna carta di credito necessaria."],"Return-ready, jurisdiction-level reporting.":["Generazione di rapporti pronta per il reso, a livello di giurisdizione."],"Automate filing & remittance":["Automatizza l'archiviazione e il pagamento"],"Cross-border and multi-channel compliance":["Conformità transfrontaliera e multicanale"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["Conformità nexus {{strong}}multi{{\/strong}}-economica"],"Real-time sales tax calculation":["Calcolo dell'imposta sulle vendite in tempo reale"],"Powerful all-in-one tax tool":["Potente strumento fiscale completo"],"Avalara":["Avalara"],"There was an error connecting to WooCommerce.com. Please try again":["Si è verificato un errore durante la connessione a WooCommerce.com. Riprova"],"Sorry, you are not allowed to access this page.":["Non hai il permesso di accedere a questa pagina."],"Not allowed":["Non consentito"],"See more":["Scopri di più"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Consigliamo di aggiungere uno dei seguenti strumenti di marketing per il tuo negozio. L'estensione verrà installata e attivata quando fai clic su \"Inizia\"."],"Recommended marketing extensions":["Estensioni di marketing consigliate"],"%s logo":["%s logo"],"You can manage this payment gateway's settings by clicking the button below":["Puoi gestire le impostazioni di questo gateaway di pagamento facendo clic sul pulsante qui sotto"],"%s configured successfully":["Configurazione di %s completata"],"Add your logo, create a homepage, and start designing your store.":["Aggiungi il tuo logo, crea una homepage e inizia a progettare il tuo negozio."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Ti manca solo un passaggio per poter ricevere i pagamenti. Verifica i dettagli della tua attività per iniziare a gestire le transazioni con WooCommerce Payments."],"Task postponed until tomorrow":["Attività posticipata a domani"],"Show %d more task.":["Mostra %d altra attività.","Mostra %d altre attività."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Con WooCommerce Shipping puoi risparmiare tempo stampando personalmente le tue etichette di spedizione USPS e DHL Express"],"You have inventory to review and update":["Hai inventario da rivedere e aggiornare"],"Inventory to review":["Inventario da rivedere"],"Orders to fulfill":["Ordini da evadere"],"You have %d new thing to do":["Hai %d una nuova cosa da fare","Hai %d nuove cose da fare"],"Things to do next":["Prossimi passaggi"],"Show things to do next":["Mostra i prossimi passaggi"],"Additional payment options":["Opzioni di pagamento aggiuntive"],"Setup required":["Configurazione richiesta"],"Preview site":["Visualizza in anteprima il sito"],"Local Partner":["Partner locale"],"Configure your %(title)s account":["Configura l'account %(title)s"],"How easy was it to use search?":["Quanto è stato semplice usare la ricerca?"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Ora puoi aggiungere ai preferiti le tue estensioni per inserirle nel primo livello della navigazione."],"Introducing favorites":["Introduzione ai preferiti"],"Remove this item from your favorites.":["Rimuovi questo elemento dai preferiti."],"Add this item to your favorites.":["Aggiungi questo elemento ai preferiti."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Installando Jetpack, accetti i nostri {{link}}termini di servizio{{\/link}}."],"Install Jetpack":["Installa Jetpack"],"Got it":["OK"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Se hai delle domande, non esitare a consultare i documenti WooCommerce elencati qui."],"We're here for help":["Siamo qui per aiutarti"],"How easy was it to filter your store analytics?":["Quanto è stato facile filtrare le analisi del tuo negozio?"],"Pencil icon":["Icona a forma di matita"],"No thanks, I'll set up manually":["No grazie, configurerò manualmente"],"I don't charge sales tax":["Non addebito l'imposta sulle vendite"],"Set up manually":["Configura manualmente"],"Would you like to add the following paid features to your store now?":["Desideri aggiungere ora le seguenti funzionalità a pagamento al tuo negozio?"],"I agree":["Accetto"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Accettando di condividere i {{link}}dati di utilizzo{{\/link}} non sensibili, ci aiuterai a migliorare le funzionalità e a ottimizzare l'esperienza di WooCommerce Payments. Puoi rifiutare in qualsiasi momento."],"Help us build a better WooCommerce Payments experience":["Aiutaci a creare una migliore esperienza di WooCommerce Payments"],"Thank you for your feedback!":["Grazie per il feedback!"],"WordPress Dashboard":["Bacheca di WordPress"],"Site Icon":["Icona di sito"],"Display options":["Opzioni di visualizzazione"],"Two columns":["Due colonne"],"Single column":["Una colonna"],"WooCommerce Home":["Home di WooCommerce"],"Download the WooCommerce app":["Scarica l'app di WooCommerce"],"Run your store from anywhere":["Gestisci il tuo negozio da qualsiasi luogo"],"Help":["Aiuto"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Installando i plugin Jetpack e WooCommerce Shipping, accetti i nostri {{link}}Termini di servizio{{\/link}}."],"Task dismissed":["Attività ignorata"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Installando i plugin Jetpack e WooCommerce Tax gratuiti, accetti i nostri {{link}}Termini di servizio{{\/link}}."],"My business doesn't charge sales tax":["La mia azienda non addebita l'IVA"],"Install Jetpack and WooCommerce Tax":["Installa Jetpack e WooCommerce Tax"],"Abort":["Interrompi"],"Setup Wizard":["Configurazione guidata"],"Review your shipping options":["Rivedi le opzioni di spedizione"],"Payment Methods":["Metodi di pagamento"],"Hide this":["Nascondi"],"2 minutes":["2 minuti"],"Undo":["Annulla"],"Import sample products":["Importa i prodotti di esempio"],"Home":["Home"],"Overview":["Panoramica"],"Installed marketing extensions":["Estensioni di marketing installate"],"Finish setup":["Termina configurazione"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Facendo clic su \"Verifica dettagli\", accetti i {{link}}Termini di servizio{{\/link}}"],"Verify details":["Verifica i dettagli"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Si è verificato un errore durante la connessione a WooCommerce Payments. Riprova o connettiti più tardi nelle impostazioni del negozio."],"These details are required to receive payments via bank transfer":["Questi dettagli vengono richiesti per la ricezione di pagamenti tramite bonifico bancario"],"Add your bank details":["Aggiungi i dettagli della banca"],"Direct bank transfer details added successfully":["Dettagli del bonifico bancario diretto aggiunti correttamente"],"There was a problem saving your payment settings":["Si è verificato un problema durante il salvataggio delle tue impostazioni di pagamento"],"Please enter an account number or IBAN":["Inserisci un numero di conto o un IBAN"],"WooCommerce Payments":["WooCommerce Payments"],"Unregistered Statuses":["Stati non registrati"],"Install":["Installa"],"Mutable settings should be mutated via data store.":["Si devono cambiare le impostazioni modificabili tramite l'archivio dati."],"Mutable settings should be accessed via data store.":["Si deve accedere alle impostazioni modificabili tramite l'archivio dati."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s ‹ %2$s - WooCommerce"],"Store Activity":["Attività del negozio"],"unread activity":["attività non letta"],"Reviews to moderate":["Recensioni da moderare"],"You have %d review to moderate":["Hai %d recensione da moderare","Hai %d recensioni da moderare"],"You have %d order to fulfill":["Hai %d ordine da evadere","Hai %d ordini da evadere"],"Get started":["Inizia ora"],"Yes, count me in!":["Sì, conta su di me!"],"Build a better WooCommerce":["Crea un WooCommerce migliore"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Ottieni funzionalità migliorate e correzioni più rapide condividendo dati non sensibili tramite la {{link}}tracciabilità dell’utilizzo{{\/link}} che mostra come viene usato WooCommerce. Nessun dato personale viene tracciato o archiviato."],"There was a problem updating your preferences":["Si è verificato un problema durante l'aggiornamento delle tue preferenze"],"Install %s":["Installa %s"],"Task List Options":["Opzioni elenco attività"],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} e {{strong}}WooCommerce Tax{{\/strong}} possono automatizzare i calcoli dell'IVA per te."],"Good news!":["Buone notizie!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Facendo clic su \"Configura\" abiliti le aliquote e i calcoli. Ulteriori informazioni {{link}}qui{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Passa alla schermata delle impostazioni dell'aliquota per configurarla"],"Configure tax rates":["Configura le aliquote"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Connetti il tuo negozio a WordPress.com per abilitare i calcoli automatici dell'IVA"],"Set up tax rates manually":["Configura le aliquote manualmente"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack e WooCommerce Tax ti consentono di automatizzare i calcoli sull'IVA"],"You're awesome! One less item on your to-do list ✅":["Sei fantastico! Un elemento in meno sul tuo elenco ✅"],"Connect your store to WordPress.com to enable label printing":["Connetti il tuo negozio a WordPress.com per abilitare la stampa delle etichette"],"Connect your store":["Connetti il tuo negozio"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Consigliamo di usare ShipStation per risparmiare tempo all'ufficio postale stampando le etichette di spedizione a casa. Prova ShipStation gratuitamente per 30 giorni. {{link}}Scopri di più{{\/link}}."],"Enable shipping label printing":["Abilita la stampa delle etichette di spedizione"],"Define how much customers pay to ship to different destinations":["Definisci quanto pagano i clienti per la spedizione verso le differenti destinazioni"],"Set shipping costs":["Imposta i costi di spedizione"],"The address from which your business operates":["L'indirizzo da cui opera il tuo negozio"],"Set store location":["Imposta la posizione del negozio"],"📦 Shipping is done! Don't worry, you can always change it later":[" 📦 La spedizione è stata inviata. Non preoccuparti, puoi modificarla in un secondo momento"],"Shipping cost":["Costi di spedizione"],"Shipping rates can not be negative numbers.":["Le tariffe di spedizione non possono comprendere numeri negativi."],"Your shipping rates have been updated":["Le tue tariffe di spedizione sono state aggiornate"],"There was a problem saving your store location":["Si è verificato un problema durante il salvataggio della posizione del negozio"],"Post code":["Codice postale"],"Please select a country \/ region":["Seleziona un Paese\/una regione"],"Store connected to WooCommerce.com and extensions are being installed":["Il negozio è connesso a WooCommerce.com e le estensioni sono state installate"],"You must click approve to install your extensions and connect to WooCommerce.com":["Devi fare clic per approvare l'installazione delle estensioni e connetterti a WooCommerce.com"],"Complete task":["Completa l'attività"],"Optionally display a prominent notice across all pages of your store":["Mostra facoltativamente un avviso importante su tutte le pagine del tuo negozio"],"Set a store notice":["Imposta un avviso del negozio"],"Proceed":["Procedi"],"Ensure your store is on-brand by adding your logo":["Assicurati che il tuo negozio sia alla moda aggiungendo il tuo logo"],"Upload a logo":["Carica un logo"],"Create homepage":["Crea la homepage"],"Create a new homepage and customize it to suit your needs":["Crea una nuova homepage e personalizzala per adattarla alle tue necessità"],"Create a custom homepage":["Crea una homepage personalizzata"],"Skip":["Salta"],"We’ll add some products that will make it easier to see what your store looks like":["Aggiungeremo alcuni prodotti che renderanno più facile vedere come appare il tuo negozio"],"Customize":["Personalizza"],"All sample products have been imported":["Tutti i prodotti di esempio sono stati importati"],"There was an error importing some of the sample products":["Si è verificato un errore durante l'importazione di alcuni prodotti di esempio"],"🎨 Your store is looking great! Don't forget to continue personalizing it":[" 🎨 Il tuo negozio ha un aspetto fantastico. Non dimenticare di continuare a personalizzarlo"],"Store logo updated sucessfully":["Il logo del tuo negozio è stato aggiornato correttamente"],"I'll do it later":["Lo farò più tardi"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Non hai avuto accesso a questa funzione finché le estensioni non state acquistate e installate."],"%s — %s per year":["%s — %s all'anno"],"Dismiss this notice":["Ignora questo avviso"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Seleziona un intervallo di date predefinito. Se l'intervallo non è selezionato, i rapporti verranno visualizzati nell'intervallo di date predefinito."],"Default date range:":["Intervallo di date predefinito:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Ordini con questi stati che richiedono un'ulteriore azione per conto dell'amministrazione del negozio. Questi ordini verranno visualizzati nell'attività Ordini della schermata Home."],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Gli ordini con questi stati sono esclusi dal totale nei rapporti. Lo stato {{strong}}Rimborsato{{\/strong}} non può essere escluso."],"Custom Statuses":["Stati personalizzati"],"Excluded statuses:":["Stati esclusi:"],"Exclude the %s status from reports":["Escludi lo stato %s dai rapporti"],"Continue setup":["Continua con la configurazione"],"Edit Product":["Modifica il prodotto"],"Analytics":["Dati analizzati"],"Revenue":["Fatturato"],"Country \/ Region":["Paese\/regione"],"Show less":["Mostra meno"],"Yes please":["Sì"],"Retry":["Riprova"],"Layout":["Layout"],"Manage":["Gestisci"],"Recommended":["Consigliato"],"Import products":["Importa prodotti"],"Activate":["Attiva"],"Connect":["Connetti"],"Free shipping":["Spedizione gratuita"],"Extensions":["Estensioni"],"Rest of the world":["Resto del mondo"],"Downloads":["Download"],"Configure":["﻿Configura"],"Buy now":["Compra subito"],"Enable":["Abilita"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nome banca"],"Account number":["Numero conto corrente"],"Account name":["Intestatario conto corrente"],"Sort code":["Ordina per codice"],"Marketing":["Marketing"],"Display":["Visualizzazione"],"Store notice text":["Testo di avviso del negozio"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["I metodi di pagamento installati sono elencati di seguito e possono essere ordinati per controllare il loro ordine di visualizzazione sul frontend."],"Add products":["Aggiungi prodotti"],"Save":["Salva"],"Close":["Chiudi"],"Variations":["Variazioni"],"Address":["Indirizzo"],"Products":["Prodotti"],"No thanks":["No grazie"],"Continue":["Continua"],"Taxes":["Imposte"],"Customers":["Clienti"],"Orders":["Ordini"],"City":["Città"],"Cancel":["Annulla"],"Categories":["Categorie"],"Stock":["Magazzino"],"Product":["Prodotto","Prodotti"],"WooCommerce Tax":["WooCommerce Tax"],"Coupons":["Codici promozionali"],"Update":["Aggiorna"],"Settings":["Impostazioni"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}