{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Pickup":["Ritiro"],"Admin settings\u0004General":["Generale"],"By enabling Local Pickup with more valuable features for your store, it's recommended that you remove the legacy Local Pickup option from your <a>shipping zones<\/a>.":["Attivando il Ritiro in sede con funzionalità più importanti per il tuo negozio, è consigliabile rimuovere l'opzione legacy del Ritiro in sede dalle <a>zone di spedizione<\/a>."],"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Se è attivato il ritiro locale, l'impostazione \"Nascondi le spese di spedizione fino a quando viene inserito un indirizzo\" verrà ignorata."],"Add pickup location":["Aggiungi posizione di ritiro"],"When you add a pickup location, it will appear here.":["Quando aggiungi un luogo di ritiro, verrà visualizzato qui."],"Define pickup locations for your customers to choose from during checkout.":["Definisci i luoghi di ritiro che i tuoi clienti possono scegliere durante il pagamento."],"Pickup locations":["Posizioni per il ritiro"],"Delete location":["Elimina posizione"],"Edit pickup location":["Modifica posizione di ritiro"],"Pickup details":["Dettagli di ritiro"],"A Location title is required":["È richiesto un titolo per la Posizione"],"Location name":["Nome posizione"],"Not taxable":["Non tassabile"],"By default, the local pickup shipping method is free.":["Per impostazione predefinita, il metodo di spedizione con ritiro locale è gratuito."],"Add a price for customers who choose local pickup":["Aggiungi un prezzo per i clienti che scelgono il ritiro locale"],"Local pickup title is required":["È richiesto il titolo per il ritiro locale"],"This is the shipping method title shown to customers.":["Questo è il titolo del metodo di spedizione mostrato ai clienti."],"When enabled, local pickup will appear as an option on the block based checkout.":["Se abilitato, il ritiro locale apparirà come opzione nel pagamento basato su blocco."],"View checkout page":["Visualizza pagina di pagamento"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Abilita o disabilita il ritiro locale nel tuo negozio e definisci i costi. Il ritiro locale è disponibile solo dal blocco di pagamento."],"Local Pickup settings have been saved.":["Le impostazioni di Ritiro locale sono state salvate."],"Optional cost to charge for local pickup.":["Costo opzionale da addebitare per il ritiro locale."],"If a cost is defined, this controls if taxes are applied to that cost.":["Se è definito un costo, questo controlla se le imposte vengono applicate a quel costo."],"Pickup location":["Posizione per il ritiro"],"Done":["Fatto"],"Country \/ State":["Stato"],"Title":["Titolo"],"Enable local pickup":["Abilita ritiro in sede"],"Postcode \/ ZIP":["C.A.P."],"Save changes":["Salva le modifiche"],"Free":["Gratuito"],"Learn more":["Per saperne di più"],"Cost":["Costo"],"Enabled":["Abilitato"],"Taxable":["Imponibile"],"Address":["Indirizzo","Indirizzi"],"City":["Città"],"Taxes":["Imposte"],"State":["Provincia"],"Cancel":["Annulla"],"Edit":["Modifica"]}},"comment":{"reference":"assets\/client\/blocks\/wc-shipping-method-pickup-location.js"}}