{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Install the extension":["Installa l'estensione"],"View all of your orders in our new Order Attribution extension.":["Visualizza tutti i tuoi ordini nella nostra nuova estensione Attribuzione degli ordini."],"Try Order Attribution":["Prova Attribuzione degli ordini"],"There was an error loading misc recommendations":["Si è verificato un errore durante il caricamento di raccomandazioni di altro tipo"],"Powerful global tax tool":["Potente strumento fiscale globale"],"Multi-economic nexus compliance":["Conformità nexus multi-dimensionale"],"Detailed tax transaction reports":["Rapporti dettagliati delle transazioni fiscali"],"Coverage in over 55 countries":["Copertura in oltre 55 Paesi"],"Free to install, then pay as you go.":["Installazione gratuita, funzioni aggiuntive a pagamento"],"Continue to setttings":["Vai alle impostazioni"],"Install for free":["Installalo gratuitamente"],"Stripe Tax for Woocommerce has been successfully installed. Let's configure it now.":["Stripe Tax per Woocommerce installato correttamente. Passa alla configurazione."],"Stripe Tax":["Stripe Tax"],"Blueprints are setup files that contain all the installation instructions. including plugins, themes and settings. Ease the setup process, allow teams to apply each others’ changes and much more.":["Le lettere blu sono file configurati che contengono le istruzioni di installazione, tra cui plugin, temi e impostazioni. Facilita il processo di configurazione consenti ai team di applicare le modifiche degli altri e molto altro."],"Apply to store pages only":["Applica solo alle pagine del negozio"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Gestisci come il tuo sito appare ai visitatori. <a>Scopri di più<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Desideri passare dalla modalità Aperto alla modalità Presto disponibile? Durante questo periodo di tempo il sito non sarà visibile e i clienti non potranno fare acquisti."],"Confirm switch to ‘Coming soon’ mode":["Conferma il passaggio alla modalità \"Presto disponibile\""],"It’s time to celebrate – you’re ready to launch your store! Woo! Hit the button to preview your store and make it public.":["È tempo di festeggiare: è tutto pronto per il lancio del tuo negozio. Woo! Fai clic sul pulsante per visualizzare l'anteprima del tuo negozio prima di renderlo pubblico."],"I don’t charge sales tax":["Non addebito l'imposta sulle vendite"],"Coming soon":["Presto disponibile"],"WooPayments BNPL illustration":["Illustrazione BNPL WooPayments"],"Click for error details":["Fai clic per i dettagli dell'errore"],"Reload Page":["Ricarica pagina"],"Oops, something went wrong":["Ops... si è verificato un problema"],"We’re sorry for the inconvenience. Please try reloading the page, or you can get support from the community forums.":["Ci spiace per l'inconveniente. Prova a ricaricare la pagina, oppure ottieni supporto dai forum della community."],"Share your site with anyone using a private link.":["Condividi il tuo sito con chiunque usando un link privato."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Mostra il messaggio \"Presto disponibile\" sulle tue pagine del negozio. Il resto del tuo sito rimarrà visibile."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Il tuo sito resterà nascosto ai visitatori dietro una pagina di destinazione \"Presto disponibile\" finché non sarà pronto per essere mostrato."],"Set your store’s visibility":["Imposta la visibilità del tuo negozio"],"View store":["Visualizza il negozio"],"Your entire site is visible to everyone.":["Il tuo sito intero è visibile a tutti."],"Share your site with a private link":["Condividi il tuo sito con un link privato"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Il tuo sito resterà nascosto ai visitatori dietro una pagina di destinazione \"Presto disponibile\" finché non sarà pronto per essere mostrato. Puoi personalizzare la pagina di destinazione \"Presto disponibile\" tramite l'<a>editor<\/a>."],"Site visibility":["Visibilità del sito"],"Launch Your Store":["Lancia il tuo negozio"],"Launch store":["Lancia il negozio"],"Your store is ready for launch!":["Il tuo negozio è pronto per il lancio!"],"Launch Your Store illustration":["Illustrazione Lancia il tuo negozio"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Potenzia i tuoi pagamenti con una semplice opzione tutto in uno. Verifica i dettagli della tua attività per iniziare a gestire le transazioni con WooCommerce Payments."],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Inizia a vendere aggiungendo prodotti o servizi al tuo negozio. Scegli se elencare i prodotti manualmente o se importarli da un negozio diverso. "],"List your products":["Elenca i tuoi prodotti"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Offri ai tuoi clienti un modo semplice e comodo per pagare. Configura uno (o più) dei nostri metodi di pagamento online o di persona, rapidi e sicuri."],"It’s time to get paid":["È ora di ricevere i pagamenti"],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Inizia a far crescere la tua attività presentando i prodotti sui social media e su Google, aumenta il coinvolgimento con il marketing via e-mail e molto altro!"],"Reach more customers":["Raggiungi più clienti"],"Start shipping":["Inizia le spedizioni"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Scegli dove e come desideri spedire i tuoi prodotti e stabilisci le eventuali tariffe fisse o calcolate."],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Scegli se configurare le aliquote fiscali manualmente o se utilizzare uno dei nostri strumenti di automazione delle imposte."],"Configure your tax settings":["Configura le impostazioni delle imposte"],"Collect sales tax":["Raccogli imposta sulle vendite"],"Get paid":["Ricevi i pagamenti"],"Grow your business":["Fai crescere la tua attività"],"Get your products shipped":["Spedisci i tuoi prodotti"],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Crea rapidamente un negozio dall'aspetto splendido utilizzando il nostro designer di negozi integrato, oppure seleziona un tema predefinito e personalizzalo per adattarlo al tuo marchio."],"%1$s — %2$s per year":["%1$s - %2$s all'anno"],"Switch":["Scambia"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}WooCommerce Tax{{\/strong}} può automatizzare i calcoli dell'imposta sulle vendite per te."],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Facendo clic su \"%s\", accetti i nostri {{tosLink}}Termini di servizio{{\/tosLink}} e confermi di aver letto la nostra {{privacyPolicyLink}}Politica sulla privacy{{\/privacyPolicyLink}}."],"Error requesting connection URL.":["Errore durante la richiesta dell'URL di connessione."],"Customize Your Store":["Personalizza il tuo negozio"],"Start customizing":["Inizia la personalizzazione"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Usa i nostri strumenti di IA integrati per progettare il tuo negozio e popolarlo con contenuti oppure seleziona un tema precompilato e personalizzalo per adattarlo al tuo marchio."],"Start customizing your store":["Inizia a personalizzare il tuo sito"],"Customize your store illustration":["Personalizza l'illustrazione del negozio"],"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Aumenta le conversioni con WooPay, una nuova funzionalità di pagamento rapido inclusa in WooPayments."],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Pagamenti semplificati, progettati esclusivamente<br\/>per i negozi WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments è preintegrato con le opzioni più popolari:"],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Offri ai tuoi clienti pagamenti con carta, iDeal e la possibilità di vendere di persona con l'app Woo per dispositivi mobili."],"WooPayments":["WooPayments"],"Please enter a city":["Inserisci una città"],"Please enter a post code":["Inserisci un codice postale"],"Please enter an address":["Inserisci un indirizzo"],"Profiler":["Profilatore"],"Select a date type":["Seleziona un tipo di data"],"No Thanks":["No, grazie"],"Install and enable":["Installa e attiva"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Risparmia tempo e denaro stampando le tue etichette di spedizione direttamente dal tuo computer con una di queste soluzioni di spedizione."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Risparmia tempo e denaro stampando le tue etichette di spedizione direttamente dal tuo computer con %1$s. Prova %2$s gratis. {{link}}Scopri di più{{\/link}}"],"Date completed":["Data di completamento"],"Date paid":["Data del pagamento"],"Date created":["Data di creazione"],"Date type:":["Tipo di data:"],"Database date field considered for Revenue and Orders reports":["Campo della data del database considerato per i rapporti di Entrate e Ordini"],"There was a problem setting up automated taxes. Please try again.":["Si è verificato un problema durante la configurazione delle imposte automatizzate. Riprova."],"Edit Product Variation":["Modifica variante di prodotto"],"Feedback":["Feedback"],"How's your experience with the product editor?":["Qual è la tua esperienza con l'editor di prodotto?"],"Use recommended settings":["Usa impostazioni consigliate"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Impostazioni fiscali incoerenti:{{\/b}} per evitare possibili errori di arrotondamento, i prezzi devono essere inseriti e visualizzati in modo coerente in tutte le località, comprese o escluse le tasse."],"Recommended settings applied.":["Impostazioni consigliate applicate."],"The store setup process meets my needs.":["Il processo di configurazione del negozio soddisfa le mie esigenze."],"The store setup is easy to complete.":["La configurazione del negozio è facile da completare."],"The product editing screen's functionality meets my needs":["La funzionalità della schermata di modifica del prodotto soddisfa le mie esigenze"],"The product editing screen is easy to use":["La schermata di modifica del prodotto è facile da usare"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Aggiungi i dettagli relativi alla posizione del tuo negozio per aiutarci a configurare la spedizione, le imposte, la valuta e altro ancora in modo completamente automatizzato. Al termine, fai clic sul pulsante \"Salva\" alla fine del modulo."],"Add details":["Aggiungi dettagli"],"First, tell us about your store":["Per prima cosa, parlaci del tuo negozio"],"Store location illustration":["Illustrazione della posizione del negozio"],"Add New Product":["Aggiungi nuovo prodotto"],"Save store location":["Salva la posizione del negozio"],"Set your store location":["Imposta la posizione del negozio"],"Enable shipping label printing and discounted rates":["Abilita la stampa delle etichette di spedizione e le tariffe scontate"],"Save shipping options":["Salva le opzioni di spedizione"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Aggiungi la posizione del tuo negozio per aiutarci a calcolare le tariffe di spedizione e le migliori opzioni di spedizione per te. Puoi gestire nuovamente la posizione del tuo negozio in qualsiasi momento in Impostazioni Generale WooCommerce."],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Ti consigliamo le seguenti opzioni di spedizione in base alla tua posizione. Puoi gestire nuovamente le tue opzioni di spedizione in qualsiasi momento in Impostazioni WooCommerce Shipping."],"Try one of the alternative payment providers.":["Prova uno dei fornitori di pagamento alternativi."],"Other payment providers":["Altri fornitori di pagamento"],"Give your customers additional choices in ways to pay.":["Offri ai tuoi clienti ulteriori scelte sulle modalità di pagamento."],"To start accepting online payments":["Per iniziare ad accettare pagamenti online"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Ottieni e gestisci entrate ricorrenti e ricevi depositi automatici sul conto corrente indicato."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vendi sui mercati internazionali e accetta più di 135 valute con metodi di pagamento locali."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Ottima scelta! Hai scelto di aggiungere nuove fantastiche funzionalità al tuo negozio. Continua per effettuare il pagamento e completare l'acquisto."],"Purchase illustration":["Acquista illustrazione"],"Preview store":["Anteprima del negozio"],"Products illustration":["Illustrazione dei prodotti"],"Payment illustration":["Illustrazione del pagamento"],"Appearance illustration":["Illustrazione dell'aspetto"],"Marketing illustration":["Illustrazione del marketing"],"Shipping illustration":["Illustrazione della spedizione"],"Tax illustration":["Illustrazione delle imposte"],"How was your experience?":["Com'è stata la tua esperienza?"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Complimenti! Prenditi un momento per festeggiare e non perderti la tua prima vendita."],"Welcome to your store":["Ti diamo il benvenuto nel tuo negozio"],"We appreciate your feedback!":["Apprezziamo il tuo feedback!"],"🚀 You’re doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Stai andando alla grande. Ti rimangono {{strongText}}%1$d passaggi{{\/strongText}} per far funzionare il tuo negozio. {{setupLink}}Continua con la configurazione{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉Ci sei quasi. Rimane solo {{strongText}}%1$d passaggio{{\/strongText}} per rendere operativo il tuo negozio. {{setupLink}}Completa l'impostazione{{\/setupLink}}"],"Offline payment methods":["Metodi di pagamento offline"],"Choose a payment provider":["Scegli un fornitore dei pagamenti"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Segui questi passaggi per iniziare a vendere rapidamente. %1$d di %2$d completati."],"Hide setup list":["Nascondi elenco di configurazione"],"You’re almost there":["Ci sei quasi"],"Let’s get you started":["Iniziamo a lavorare"],"Welcome to %s":["Benvenuto a %s"],"Built by WooCommerce":["Realizzato da WooCommerce"],"Activity":["Attività"],"Hide this list":["Nascondi questo elenco"],"You’ve completed store setup":["Hai completato la configurazione del negozio"],"Yes, hide store setup tasks":["Sì, nascondi le attività di configurazione del negozio"],"Are you sure? These tasks are required for all stores.":["Sei sicuro? Queste attività sono richieste per tutti i negozi."],"Hide store setup tasks":["Nascondi le attività di configurazione del negozio "],"Set up taxes manually":["Imposta le imposte manualmente"],"Choose a tax partner":["Scegli un partner fiscale"],"100% free":["100% gratis"],"Best for new stores":["Il meglio per i nuovi negozi"],"Real-time sales tax calculation":["Calcolo dell'imposta sulle vendite in tempo reale"],"Sorry, you are not allowed to access this page.":["Non hai il permesso di accedere a questa pagina."],"Not allowed":["Non consentito"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformità nexus economica {{strong}}unica{{\/strong}}"],"See more":["Scopri di più"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Consigliamo di aggiungere uno dei seguenti strumenti di marketing per il tuo negozio. L'estensione verrà installata e attivata quando fai clic su \"Inizia\"."],"Recommended marketing extensions":["Estensioni di marketing consigliate"],"%s logo":["%s logo"],"%s configured successfully":["Configurazione di %s completata"],"You can manage this payment gateway’s settings by clicking the button below":["Puoi gestire le impostazioni di questo gateway di pagamento facendo clic sul pulsante qui sotto"],"Task postponed until tomorrow":["Attività posticipata a domani"],"You have inventory to review and update":["Hai inventario da rivedere e aggiornare"],"Inventory to review":["Inventario da rivedere"],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Con WooCommerce Shipping puoi risparmiare tempo stampando personalmente le tue etichette di spedizione USPS e DHL Express"],"Orders to fulfill":["Ordini da evadere"],"You have %d new thing to do":["Hai %d una nuova cosa da fare","Hai %d nuove cose da fare"],"Show %d more task.":["Mostra %d altra attività.","Mostra %d altre attività."],"Things to do next":["Prossimi passaggi"],"Show things to do next":["Mostra i prossimi passaggi"],"Additional payment options":["Opzioni di pagamento aggiuntive"],"Setup required":["Configurazione richiesta"],"Preview site":["Visualizza in anteprima il sito"],"Local Partner":["Partner locale"],"Configure your %(title)s account":["Configura l'account %(title)s"],"Got it":["OK"],"No thanks, I'll set up manually":["No grazie, configurerò manualmente"],"I don't charge sales tax":["Non addebito l'imposta sulle vendite"],"Set up manually":["Configura manualmente"],"Would you like to add the following paid features to your store now?":["Desideri aggiungere ora le seguenti funzionalità a pagamento al tuo negozio?"],"Get Support":["Richiedi assistenza"],"Display options":["Opzioni di visualizzazione"],"Two columns":["Due colonne"],"Single column":["Una colonna"],"WooCommerce Home":["Home di WooCommerce"],"Download the WooCommerce app":["Scarica l'app di WooCommerce"],"Run your store from anywhere":["Gestisci il tuo negozio da qualsiasi luogo"],"Task dismissed":["Attività ignorata"],"My business doesn't charge sales tax":["La mia azienda non addebita l'IVA"],"Abort":["Interrompi"],"Review your shipping options":["Rivedi le opzioni di spedizione"],"Payment Methods":["Metodi di pagamento"],"Loading…":["Caricamento in corso…"],"Hide this":["Nascondi"],"Undo":["Annulla"],"Home":["Home"],"Overview":["Panoramica"],"There was an error loading recommended extensions.":["Si è verificato un errore durante il caricamento delle estensioni consigliate."],"There was an error loading installed extensions.":["Si è verificato un errore durante il caricamento delle estensioni installate."],"There was an error trying to activate the extension.":["Si è verificato un errore durante il tentativo di attivazione dell'estensione."],"The extension has been successfully activated.":["L'estensione è stata attivata con successo."],"Installed marketing extensions":["Estensioni di marketing installate"],"Finish setup":["Termina configurazione"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Si è verificato un errore durante la connessione a WooPayments. Riprova o connettiti più tardi nelle impostazioni del negozio."],"Unregistered Statuses":["Stati non registrati"],"These details are required to receive payments via bank transfer":["Questi dettagli vengono richiesti per la ricezione di pagamenti tramite bonifico bancario"],"Add your bank details":["Aggiungi i dettagli della banca"],"Direct bank transfer details added successfully":["Dettagli del bonifico bancario diretto aggiunti correttamente"],"There was a problem saving your payment settings":["Si è verificato un problema durante il salvataggio delle tue impostazioni di pagamento"],"Please enter an account number or IBAN":["Inserisci un numero di conto o un IBAN"],"Mutable settings should be accessed via data store.":["Si deve accedere alle impostazioni modificabili tramite l'archivio dati."],"Install":["Installa"],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s ‹ %2$s - WooCommerce"],"Store Activity":["Attività del negozio"],"unread activity":["attività non letta"],"Reviews to moderate":["Recensioni da moderare"],"You have %d review to moderate":["Hai %d recensione da moderare","Hai %d recensioni da moderare"],"You have %d order to fulfill":["Hai %d ordine da evadere","Hai %d ordini da evadere"],"Get started":["Inizia ora"],"Install %s":["Installa %s"],"Task List Options":["Opzioni elenco attività"],"Good news!":["Buone notizie!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Facendo clic su \"Configura\" abiliti le aliquote e i calcoli. Ulteriori informazioni {{link}}qui{{\/link}}."],"Connect your store":["Connetti il tuo negozio"],"Head over to the tax rate settings screen to configure your tax rates":["Passa alla schermata delle impostazioni dell'aliquota per configurarla"],"Configure tax rates":["Configura le aliquote"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Connetti il tuo negozio a WordPress.com per abilitare i calcoli automatici dell'IVA"],"Set up tax rates manually":["Configura le aliquote manualmente"],"You’re awesome! One less item on your to-do list ✅":["Sei impressionante! Un elemento in meno sul tuo elenco ✅"],"Connect your store to WordPress.com to enable label printing":["Connetti il tuo negozio a WordPress.com per abilitare la stampa delle etichette"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Consigliamo di usare ShipStation per risparmiare tempo all'ufficio postale stampando le etichette di spedizione a casa. Prova ShipStation gratuitamente per 30 giorni. {{link}}Scopri di più{{\/link}}."],"Enable shipping label printing":["Abilita la stampa delle etichette di spedizione"],"Define how much customers pay to ship to different destinations":["Definisci quanto pagano i clienti per la spedizione verso le differenti destinazioni"],"Set shipping costs":["Imposta i costi di spedizione"],"The address from which your business operates":["L'indirizzo da cui opera il tuo negozio"],"Set store location":["Imposta la posizione del negozio"],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 La spedizione è stata inviata. Non preoccuparti, puoi modificarlo in un secondo momento."],"WooCommerce Tax allows you to automate sales tax calculations":["WooCommerce Tax ti consente di automatizzare i calcoli delle imposte sulle vendite"],"Please select a country \/ region":["Seleziona un Paese\/una regione"],"Shipping cost":["Costi di spedizione"],"Shipping rates can not be negative numbers.":["Le tariffe di spedizione non possono comprendere numeri negativi."],"Post code":["Codice postale"],"Install & enable":["Installa e abilita"],"Complete task":["Completa l'attività"],"Your shipping rates have been updated":["Le tue tariffe di spedizione sono state aggiornate"],"There was a problem saving your store location":["Si è verificato un problema durante il salvataggio della posizione del negozio"],"Import your products":["Importa i tuoi prodotti"],"I’ll do it later":["Lo farò più tardi"],"Dismiss this notice":["Ignora questo avviso"],"You won’t have access to this functionality until the extensions have been purchased and installed.":["Non avrai accesso a questa funzione finché le estensioni non saranno acquistate e installate."],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Seleziona un intervallo di date predefinito. Se l'intervallo non è selezionato, i rapporti verranno visualizzati nell'intervallo di date predefinito."],"Default date range:":["Intervallo di date predefinito:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Gli ordini con questi stati sono esclusi dal totale nei rapporti. Lo stato {{strong}}Rimborsato{{\/strong}} non può essere escluso."],"Custom Statuses":["Stati personalizzati"],"Excluded statuses:":["Stati esclusi:"],"Exclude the %s status from reports":["Escludi lo stato %s dai rapporti"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Ordini con questi stati che richiedono un'ulteriore azione per conto dell'amministrazione del negozio. Questi ordini verranno visualizzati nell'attività Ordini della schermata Home."],"Actionable statuses:":["Stati su cui è possibile eseguire azioni:"],"Continue setup":["Continua con la configurazione"],"Analytics":["Dati analizzati"],"Edit Product":["Modifica il prodotto"],"Revenue":["Fatturato"],"Country \/ Region":["Paese\/regione"],"Show less":["Mostra meno"],"Yes please":["Sì"],"Retry":["Riprova"],"Layout":["Layout"],"Manage":["Gestisci"],"Recommended":["Consigliato"],"Copy link":["Copia link"],"Import products":["Importa prodotti"],"Activate":["Attiva"],"Connect":["Connetti"],"Export":["Esporta"],"Free shipping":["Spedizione gratuita"],"Extensions":["Estensioni"],"Dismiss":["Ignora"],"Rest of the world":["Resto del mondo"],"Downloads":["Download"],"Configure":["﻿Configura"],"Buy now":["Compra subito"],"Bank name":["Nome banca"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Enable":["Abilita"],"Sort code":["Ordina per codice"],"Account number":["Numero conto corrente"],"Account name":["Intestatario conto corrente"],"Save changes":["Salva le modifiche"],"Display":["Visualizzazione"],"Copied!":["Copiato!"],"Marketing":["Marketing"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["I metodi di pagamento installati sono elencati di seguito e possono essere ordinati per controllare il loro ordine di visualizzazione sul frontend."],"Learn more":["Per saperne di più"],"Save":["Salva"],"Add products":["Aggiungi prodotti"],"No thanks":["No grazie"],"Products":["Prodotti"],"Variations":["Variazioni"],"Address":["Indirizzo","Indirizzi"],"Install WooCommerce Tax":["Installa WooCommerce Tax"],"Stock":["Magazzino"],"Categories":["Categorie"],"City":["Città"],"Customers":["Clienti"],"Orders":["Ordini"],"Taxes":["Imposte"],"Continue":["Continua"],"Cancel":["Annulla"],"Update":["Aggiorna"],"Settings":["Impostazioni"],"Download":["Scarica"],"Coupons":["Codici promozionali"],"Product":["Prodotto","Prodotti"],"WooCommerce Tax":["WooCommerce Tax"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}