{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"server caches":["cache del server"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Potrai visualizzarlo appena il tuo <link><\/link> sarà stato aggiornato. Attendi, oppure contatta il tuo fornitore di hosting per scoprire come farlo manualmente."],"Congratulations! Your store will launch soon":["Complimenti! Il tuo negozio verrà avviato presto"],"Explore support resources":["Esplora le risorse del supporto"],"Help is on hand":["Il nostro aiuto è a tua disposizione"],"Get the app":["Scarica l'app"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Gestisci il tuo negozio da qualsiasi luogo con l'app di WooCommerce per dispositivi mobili."],"Manage your store on the go":["Gestisci il negozio quando sei in movimento"],"Add extensions":["Aggiungi estensioni"],"Add extra features and functionality to your store with Woo extensions.":["Aggiungi funzionalità extra al tuo negozio grazie alle estensioni Woo."],"Power up your store":["Potenzia il tuo negozio"],"Install Mailchimp":["Installa Mailchimp"],"Manage Mailchimp":["Gestisci Mailchimp"],"Build customer relationships":["Costruisci relazioni con i clienti"],"Add payment methods":["Aggiungi metodi di pagamento"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Offri più modi di pagare agli acquirenti aggiungendo modalità di pagamento al tuo negozio."],"Provide more ways to pay":["Offri più modalità di pagamento"],"Promote products":["Promuovi prodotti"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Fai crescere la tua base di clienti promuovendo i tuoi prodotti a milioni di acquirenti coinvolti."],"Promote your products":["Promuovi i tuoi prodotti"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Il tuo feedback sarà condiviso solo con WooCommerce e trattato secondo la nostra <privacyLink>politica sulla privacy<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Perché la pensi così? <smallText>(facoltativo)<\/smallText>"],"How was the experience of launching your store?":["Com'è stata l'esperienza di apertura del tuo negozio?"],"Visit your store":["Visita il tuo negozio"],"Congratulations! Your store is now live":["Complimenti! Il tuo negozio è ora attivo"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Siamo spiacenti. Abbiamo riscontrato un problema nell'apertura del tuo negozio. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Rimuovi gli ordini di prova e i dati associati, inclusa l'analitica e le transazioni, una volta avviato il tuo negozio. "],"Remove %d test orders":["Rimuovi %d ordini di prova"],"Test data":["Dati di prova"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Ottimo lavoro! Il tuo negozio è pronto: non ci sono attività in sospeso da completare."],"Essential Tasks":["Attività essenziali"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Sei pronto a vendere? Prima di aprire il tuo negozio assicurati di aver completato queste attività essenziali. Se desideri cambiare la visibilità del tuo negozio, vai a WooCommerce | Impostazioni | Visibilità sito."],"What’s next?":["E ora?"],"Launch Your Store":["Lancia il tuo negozio"],"Launch your store":["Lancia il tuo negozio"],"Please try again":["Riprova"],"Back to Home":["Torna alla home"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa i tasti freccia sinistra e destra per ridimensionare la tela. Tieni premuto MAIUSC per ridimensionare con incrementi superiori."],"Drag to resize":["Trascina per ridimensionare"],"We appreciate your feedback!":["Apprezziamo il tuo feedback!"],"Send":["Invia"],"Site Icon":["Icona di sito"],"Back":["Indietro"],"Copy link":["Copia link"],"Copied!":["Copiato!"],"Close":["Chiudi"],"Cancel":["Annulla"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}