{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"An explanation of how and when the customer was shown or provided your refund policy prior to purchase.":["Una spiegazione di come e quando al cliente è stata mostrata o fornita la tua politica di rimborso prima dell'acquisto."],"Refund policy disclosure":["Informativa sulla politica di rimborso"],"Your refund policy, as shown or provided to the customer.":["La tua politica di rimborso, come mostrata o fornita al cliente."],"Refund policy":["Politica di rimborso"],"Refund policy info":["Informazioni sulla politica di rimborso"],"Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service, or demonstrating their use of or satisfaction with the product or service).":["Qualsiasi comunicazione con il cliente che credi sia rilevante per il caso (ad esempio, le e-mail che dimostrano la ricezione del prodotto o del servizio o che dimostrano l'uso o la soddisfazione per il prodotto o il servizio)."],"Customer communication":["Comunicazione con il cliente"],"Any receipt or message sent to the customer notifying them of the charge. This field will be automatically filled with a Stripe generated email receipt if any such receipt was sent.":["Qualsiasi ricevuta o messaggio inviato al cliente che lo informa dell'addebito. Questo campo verrà compilato automaticamente con una ricevuta via e-mail generata da Stripe, se ne è stata inviata alcuna."],"Receipt":["Ricevuta"],"Customer IP address":["Indirizzo IP del cliente"],"Customer billing address":["Indirizzo di fatturazione del cliente"],"A relevant document or contract showing the customer's signature (if available).":["Un documento o un contratto pertinente che mostra la firma del cliente (se disponibile)."],"Customer signature":["Firma del cliente"],"Additional document":["Documento aggiuntivo"],"Additional details":["Dettagli aggiuntivi"],"Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document.":["Fornisci qualsiasi prova o dichiarazione extra che desideri venga visualizzata dalla banca, sotto forma di testo o tramite il caricamento di un documento"],"Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order, or other form of written agreement.":["La documentazione che mostra la prova della fornitura di un servizio al titolare della carta. Ciò potrebbe includere una copia di un contratto firmato, un ordine di lavoro o un altro modulo di accordo scritto."],"Customer email":["E-mail del cliente"],"Proof of service":["Prova del servizio"],"The date on which the cardholder received or began receiving the purchased service.":["La data in cui il titolare della carta ha ricevuto o ha iniziato a ricevere il servizio acquistato."],"Service date":["Data del servizio"],"Service details":["Dettagli del servizio"],"Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps, and any detailed recorded activity.":["Qualsiasi server o log attività che dimostri che il titolare della carta ha avuto accesso o scaricato il prodotto digitale acquistato. Questa informazione dovrebbe includere indirizzi IP, date e ore corrispondenti e qualsiasi attività registrata in dettaglio."],"Download and activity logs":["Download e log attività"],"• Evidence that the same device and card used in the disputed payment was used in a previous payment that was not disputed":["• Prova che lo stesso dispositivo e la stessa carta usati nel pagamento contestato sono stati usati in un pagamento precedente non contestato"],"Customer name":["Nome del cliente"],"• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date":["• Prova che il titolare della carta ha avuto accesso al tuo sito web o alla tua app per acquisti o servizi nella data o dopo la data della transazione"],"• Evidence that the customer logged into their account for your business before the transaction date":["• Prova che il cliente ha effettuato l'accesso al proprio account per la tua attività prima della data della transazione"],"• Customer name and email address linked to their customer profile":["• Nome e indirizzo e-mail del cliente collegati al profilo del cliente"],"• Device ID and name of the device":["• ID dispositivo e nome del dispositivo"],"• Customer's IP address and their device's geographical location at the time of purchase":["• Indirizzo IP del cliente e posizione geografica del dispositivo al momento dell'acquisto"],"Provide at least two of the following pieces of information:":["Fornisci almeno due delle seguenti informazioni:"],"A justification for why the customer's subscription was not canceled.":["Una giustificazione del motivo per il quale l'abbonamento del cliente non è stato annullato."],"Cancellation rebuttal":["Confutazione dell'annullamento"],"An explanation of how and when the customer was shown your cancellation policy prior to purchase.":["Una spiegazione di come e quando il cliente ha visualizzato la politica di annullamento prima dell'acquisto."],"Cancellation policy disclosure":["Informativa sulla politica di annullamento"],"Your subscription cancellation policy, as shown to the customer.":["La politica di annullamento dell'abbonamento, come mostrato al cliente."],"Cancellation policy":["Politica di annullamento"],"Cancellation policy info":["Informazioni sulla politica di annullamento"],"A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase.":["Una descrizione del prodotto o del servizio e qualsiasi dettaglio pertinente su come questo sia stato presentato al cliente al momento dell'acquisto."],"The address to which a physical product was shipped. The shipping address must match a billing address verified with AVS. (A signature is not required as evidence of delivery).":["L'indirizzo a cui è stato spedito il prodotto fisico. L'indirizzo di spedizione deve corrispondere a un indirizzo di fatturazione verificato con AVS. (Non è richiesta una firma come prova della consegna)."],"Shipping address":["Indirizzo di spedizione"],"The date on which a physical product began its route to the shipping address. This date should be prior to the date of the dispute.":["La data in cui un prodotto fisico ha iniziato il percorso verso l'indirizzo di spedizione. Questa data dovrebbe essere precedente alla data del ricorso."],"Product description":["Descrizione prodotto"],"Date of shipment":["Data di spedizione"],"Provide documentation as proof that a product was shipped to the cardholder at the same address the cardholder provided to you. This could include a copy of the shipment receipt or label, and show the full shipping address of the cardholder, if possible.":["Fornisci la documentazione come prova del fatto che un prodotto è stato spedito al titolare della carta allo stesso indirizzo fornito dal titolare della carta. Potrebbe essere inclusa una copia della ricevuta o dell'etichetta di spedizione  e, se possibile, si potrebbe mostrare l'indirizzo di spedizione completo del titolare della carta."],"Proof of shipping":["Prova della spedizione"],"The tracking number (if available) for a physical product, obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier.":["Il numero di tracciabilità (se disponibile) per un prodotto fisico, ottenuto dal servizio di spedizione. Se sono stati generati più numeri di tracciabilità per questo acquisto, separali da una virgola. Quando raccogliamo le prove in un unico documento, questi numeri di tracciabilità verranno ampliati per includere informazioni dettagliate sulla consegna da parte del corriere."],"Tracking number":["Numero di tracciabilità"],"The delivery service that shipped a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas.":["Il servizio di consegna che ha spedito un prodotto fisico, come Fedex, UPS, USPS, ecc. Se sono stati usati più corrieri per questo acquisto, separali da una virgola."],"Shipping carrier":["Corriere della spedizione"],"Shipping information":["Informazioni di spedizione"],"A copy of a service agreement or documentation for the disputed payment.":["Una copia dell'accordo di servizio o della documentazione per il pagamento contestato."],"Service documentation":["Documentazione di servizio"],"A shipping label or receipt for the disputed payment.":["Un'etichetta o una ricevuta di spedizione per il pagamento contestato."],"Shipping documentation":["Documentazione di spedizione"],"Upload documentation for the prior payment that can uniquely identify it, such as a separate receipt. This document should be paired with a similar document from the disputed payment that proves the two are separate. This should also include a separate shipping label or receipt for the other payment. If multiple products were shipped together, provide a packing list that shows each purchase.":["Carica la documentazione per il pagamento precedente che possa identificarlo in modo univoco, come una ricevuta separata. Questo documento deve essere abbinato a un documento simile del pagamento contestato che dimostri che i due sono separati. Ciò dovrebbe includere anche un'etichetta o una ricevuta di spedizione separata per l'altro pagamento. Se sono stati spediti più prodotti insieme, fornisci un elenco dell'imballaggio che mostri ogni acquisto."],"Duplicate charge documentation":["Documentazione dell'addebito duplicata"],"Provide general evidence about the customer and the order.":["Fornisci prove generali sul cliente e sull'ordine."],"An explanation of the difference between the disputed payment and the prior one that appears to be a duplicate.":["Una spiegazione della differenza tra il pagamento contestato e quello precedente che risulta essere un duplicato."],"General evidence":["Prove generali"],"Explanation of duplicate charge":["Spiegazione dell'addebito duplicato"],"The charge ID for the previous payment that appears to be a duplicate of the one that is disputed.":["L'ID dell'addebito per il precedente pagamento che sembra essere un duplicato di quello contestato."],"Duplicate charge ID":["ID dell'addebito duplicato"],"Duplicate charge info":["Informazioni sull'addebito duplicato"],"Your explanation for why the customer is not entitled to a refund.":["La tua spiegazione del motivo per cui il cliente non ha diritto a un rimborso."],"Refund refusal explanation":["Spiegazione del rifiuto del rimborso"]}}}