{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"productGalleryClientId and clientId codes mismatch.":["I codici productGalleryClientId e clientId non coincidono."],"Open pop-up when clicked":["Apri finestra pop-up quando fai clic"],"Gallery Navigation":["Navigazione nella galleria"],"Pager":["Cercapersone"],"No pager will be displayed.":["Nessun cercapersone verrà mostrato."],"A series of dots will show to indicate the number of items.":["Verrà visualizzata una serie di punti per indicare il numero di elementi."],"A list of numbers will show to indicate the number of items.":["Verrà visualizzato un elenco di numeri per indicare il numero di elementi."],"Next\/Prev Buttons":["Pulsanti Successivo\/Precedente"],"No next or previous button will be displayed.":["Non verrà visualizzato alcun pulsante Successivo o Precedente."],"Next and previous buttons will appear on outside the large image.":["I pulsanti Successivo e Precedente appariranno all'esterno dell'immagine grande."],"Next and previous buttons will appear inside the large image.":["I pulsanti Successivo e Precedente appariranno all'interno dell'immagine grande."],"Clicking on the large image will open a full-screen gallery experience.":["Facendo clic sull'immagine di grandi dimensioni si aprirà un'esperienza della galleria a schermo intero."],"While hovering the large image will zoom in by 30%.":["Quando si passa con il mouse, l'immagine di grandi dimensioni verrà ingrandita del 30%."],"Zoom while hovering":["Zoom quando si passa con il mouse"],"Images will be cropped to fit within a square space.":["Le immagini verranno ritagliate per adattarsi a uno spazio quadrato."],"Crop images to fit":["Ritaglia le immagini per l'adattamento"],"Media Settings":["Impostazioni degli elementi multimediali"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Scegli quante miniature (3-8) verranno mostrate. Se esistono ulteriori immagini, verrà mostrato un pulsante \"Visualizza tutte\"."],"Number of Thumbnails":["Numero di miniature"],"Off":["Disattivato"],"Thumbnails":["Miniature"],"A strip of small images will appear to the right of the main gallery image.":["Una striscia di immagini di piccole dimensioni verrà mostrata a destra dell'immagine della galleria principale."],"A strip of small images will appear below the main gallery image.":["Una striscia di immagini di piccole dimensioni verrà mostrata sotto l'immagine della galleria principale."],"A strip of small images will appear to the left of the main gallery image.":["Una striscia di immagini di piccole dimensioni verrà mostrata a sinistra dell'immagine della galleria principale."],"No thumbnails will be displayed.":["Non verrà mostrata alcuna miniatura."],"An error has prevented the block from being updated.":["Un errore ha impedito l'aggiornamento del blocco."],"The following error was returned":["È stato restituito il seguente errore"],"The following error was returned from the API":["Il seguente errore è stato restituito dall'API"],"Retry":["Riprova"],"Sorry, an error occurred":["Si è verificato un errore"]}},"comment":{"reference":"assets\/client\/blocks\/wc-blocks.js"}}