{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Add your full product description here. Describe your product in detail.":["Aggiungi la descrizione completa del prodotto qui. Descrivi il prodotto in dettaglio."],"Keep editing":["Continua a modificare"],"Publish your product 🎉":["Pubblica il tuo prodotto 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Aggiungi le categorie dei prodotti qui. Assegna delle categorie ai tuoi prodotti per semplificare la navigazione e rendere più facile trovarli nel tuo negozio."],"Add your product categories":["Aggiungi le categorie dei prodotti"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Aggiungi i tag dei prodotti qui. I tag sono un metodo di etichettatura dei prodotti per semplificarne l'individuazione da parte dei clienti. Ad esempio, se vendi abbigliamento e hai molti prodotti con stampe di gatti, potresti creare il tag \"gatto\"."],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Ottimo lavoro! Ora puoi pubblicare il tuo prodotto sul tuo negozio facendo clic sul pulsante \"Pubblica\" oppure continuare a modificarlo."],"Add your product tags":["Aggiungi tag ai prodotti"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Carica un'immagine del prodotto qui. Idealmente, un'immagine JPEG o PNG con larghezza pari o superiore a 600 px. L'immagine verrà mostrata nel catalogo del tuo negozio."],"Add your product image":["Aggiungi l'immagine del prodotto"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Inserisci una breve descrizione del prodotto qui. Verrà visualizzata sulla pagina del prodotto proprio sotto il relativo nome."],"Add your short product description":["Aggiungi una breve descrizione del prodotto"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Usa le schede per passare da una sezione all'altra e inserire i dettagli del prodotto. Inizia aggiungendo il prezzo del prodotto."],"Add your product data":["Aggiungi i dati del prodotto"],"Add your product description":["Aggiungi una descrizione del prodotto"],"Start typing your new product name here. This will be what your customers will see in your store.":["Inizia a digitare il nome del nuovo prodotto qui. Questo è ciò che vedranno i clienti nel tuo negozio."],"Product name":["Nome prodotto"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}