{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Please tell us to what extent you agree or disagree with the statements above.":["Facci sapere fino a che punto sei d'accordo o in disaccordo con le affermazioni sopra."],"The product import screen's functionality meets my needs":["La funzionalità della schermata di importazione del prodotto soddisfa le mie esigenze"],"The product import screen is easy to use":["La schermata di importazione del prodotto è facile da usare"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Abbiamo notato che hai iniziato a importare i prodotti, poi te ne sei andato. Com'è andata? Il tuo feedback contribuirà a creare un'esperienza migliore per migliaia di commercianti come te."],"How's your experience with importing products?":["Com'è la tua esperienza con l'importazione dei prodotti?"],"How is your experience with importing products?":["Com'è la tua esperienza con l'importazione dei prodotti?"],"The order details screen's functionality meets my needs":["La funzionalità della schermata dei dettagli dell'ordine soddisfa le mie esigenze"],"The order editing screen is easy to use":["La schermata di modifica dell'ordine è facile da usare"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Abbiamo notato che hai iniziato a modificare un ordine, poi te ne sei andato. Com'è andata? Il tuo feedback contribuirà a creare un'esperienza migliore per migliaia di commercianti come te."],"How's your experience with orders?":["Com'è la tua esperienza con gli ordini?"],"How easy or difficult was it to update this order?":["Quanto è stato facile o difficile aggiornare l'ordine?"],"Optional, but much apprecated. We love reading your feedback!":["Opzionale, ma molto apprezzato. Ci piace leggere il tuo feedback!"],"How is that screen useful to you? What features would you add or change?":["In che modo ti è utile quella schermata? Quali caratteristiche aggiungeresti o cambieresti?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Il tuo feedback contribuirà a creare un'esperienza migliore per migliaia di commercianti come te. Facci sapere fino a che punto sei d'accordo o in disaccordo con le seguenti affermazioni."],"Strongly Agree":["Estremamente d'accordo"],"Agree":["Accetto"],"Disagree":["In disaccordo"],"Strongly disagree":["Estremamente in disaccordo"],"Thanks for the feedback. We'll put it to good use!":["Grazie per il feedback! Ne faremo buon uso!"],"The filters' functionality meets my needs.":["La funzionalità dei filtri soddisfa le mie esigenze."],"The filters in the analytics screen are easy to use.":["I filtri nella schermata di analisi sono facili da usare."],"The settings screen's functionality meets my needs":["La funzionalità della schermata delle impostazioni soddisfa le mie esigenze"],"The settings screen is easy to use":["La schermata delle impostazioni è facile da usare"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Abbiamo notato che hai iniziato a modificare le impostazioni del negozio, poi te ne sei andato. Com'è andata? Il tuo feedback contribuirà a creare un'esperienza migliore per migliaia di commercianti come te."],"How’s your experience with settings?":["Com'è la tua esperienza con le impostazioni?"],"Did you find the right setting?":["Hai trovato l'impostazione giusta?"],"The product creation screen's functionality meets my needs":["La funzionalità della schermata di creazione del prodotto soddisfa le mie esigenze"],"The product creation screen is easy to use":["La schermata di creazione del prodotto è facile da usare"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Abbiamo notato che hai iniziato a creare un prodotto, poi te ne sei andato. Com'è andata? Il tuo feedback contribuirà a creare un'esperienza migliore per migliaia di commercianti come te."],"How is your experience with creating products?":["Com'è la tua esperienza con la creazione di prodotti?"],"The product editing screen's functionality meets my needs":["La funzionalità della schermata di modifica del prodotto soddisfa le mie esigenze"],"The product editing screen is easy to use":["La schermata di modifica del prodotto è facile da usare"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Abbiamo notato che hai iniziato a modificare un prodotto, poi te ne sei andato. Com'è andata? Il tuo feedback contribuirà a creare un'esperienza migliore per migliaia di commercianti come te."],"How's your experience with editing products?":["Com'è la tua esperienza con la modifica di prodotti?"],"How is your experience with editing products?":["Com'è la tua esperienza con la modifica di prodotti?"],"The search's functionality meets my needs.":["The search's functionality meets my needs."],"The search feature in WooCommerce is easy to use.":["The search feature in WooCommerce is easy to use."],"Very good":["Ottimo"],"Difficult":["Difficile"],"How easy was it to use search?":["Quanto è stato semplice usare la ricerca?"],"Your feedback will go to the WooCommerce development team":["Il tuo feedback verrà inviato al team di sviluppo di WooCommerce"],"Please share your feedback":["Condividi il tuo feedback"],"Neutral":["Indifferente"],"Very difficult":["Molto difficile"],"How easy was it to filter your store analytics?":["Quanto è stato facile filtrare le analisi del tuo negozio?"],"Pencil icon":["Icona a forma di matita"],"Thank you for your feedback!":["Grazie per il feedback!"],"Give feedback":["Lasciaci un feedback"],"Share":["Condividi"],"Good":["Buono"],"Cancel":["Annulla"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}