{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Evidence is already submitted. Details below are read-only.":["La prova è già stata inviata. I dettagli di seguito sono in sola lettura."],"Date not submitted":["Data non inviata"],"No information submitted":["Nessuna informazione inviata"],"Reached maximum character count for evidence":["Numero massimo di caratteri per la prova raggiunto"],"Return to evidence submission":["Torna all'invio della prova"],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["I file che hai allegato a questo ricorso come prova eccedono il limite della dimensione totale di un ricorso. Prova a utilizzare file più piccoli come prova. Suggerimento: se hai allegato delle immagini, potresti volerle provare con risoluzioni più basse."],"Please wait until file upload is finished":["Attendi fino al completamento del caricamento del file"],"Failed to save evidence. (%s)":["Impossibile salvare la prova. (%s)"],"Failed to submit evidence. (%s)":["Impossibile inviare la prova. (%s)"],"Evidence saved!":["Prova salvata."],"Evidence submitted!":["Prova inviata."],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Sono presenti modifiche non salvate in questa pagina. Desideri lasciare ed eliminare le modifiche non salvate?"],"Multiple product types":["Più tipi di prodotto"],"Offline service":["Servizio offline"],"Digital product or service":["Prodotto o servizio digitale"],"Physical product":["Prodotto fisico"],"Select one…":["Seleziona uno…"],"Product type":["Tipo di prodotto"],"Save for later":["Salva per dopo"],"Submit evidence":["Invia la prova"],"We will automatically submit any saved evidence at the due date.":["Inviamo automaticamente qualsiasi prova salvata alla data di scadenza."],"You can also save this evidence for later instead of submitting it immediately.":["Puoi anche salvare questa prova per un secondo momento invece di inviarla subito."],"Evidence submission is final.":["L'invio della prova è finale."],"When you submit your evidence, we'll format it and send it to the cardholder's bank, then email you once the dispute has been decided.":["Quando invii la prova, la formatteremo e la invieremo alla banca del titolare della carta, quindi tramite e-mail una volta che il ricorso è concluso."],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Desideri inviare questa prova? Gli invii delle prove sono finali."],"Dispute not loaded":["Ricorso non caricato"],"View submitted evidence":["Visualizza la prova inviata"],"Challenge dispute":["Ricorso della contestazione"]}}}