{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"There are a total of %d color palettes":["Ci sono un totale di %d palette di colori"],"Sorry, you don't have permission to update the theme.":["Spiacenti, non disponi delle autorizzazioni per aggiornare il tema."],"Finish customizing":["Termina personalizzazione"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Seleziona i due caratteri che si adattano meglio al tuo brand. Il carattere più grande sarà usato per i titoli e quello più piccolo per i contenuti di supporto. Puoi cambiare il carattere in qualsiasi momento nell'Editor."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["L'IA ha selezionato un abbinamento di caratteri che si adatta meglio alla tua attività. Se desideri modificarli, seleziona una nuova opzione qui sotto ora o in seguito nell'Editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Scegli la palette di colori che si adatta meglio al tuo brand. Desideri modificarla? Crea la tua palette di colori personalizzata qui sotto o aggiornala più tardi nell'Editor."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["In base alle informazioni che hai condiviso, il nostro strumento di IA consiglia di usare questa palette di colori. Desideri modificarla? Puoi selezionare o aggiungere nuovi colori qui sotto o aggiornali successivamente nell'Editor."],"Add patterns":["Aggiungi modelli"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Sono disponibili ulteriori pattern dalla libreria di WooCommerce.com! Aderisci per collegare il tuo negozio e accedere alla libreria completa, oltre a ottenere contenuti più pertinenti e un'esperienza di configurazione del negozio su misura. Aderendo si attiverà il {{link}}tracciamento dell'utilizzo{{\/link}}, che puoi disabilitare in qualsiasi momento dalle impostazioni WooCommerce."],"Access more patterns":["Accedi a ulteriori pattern"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Crea una homepage coinvolgente aggiungendo e combinando diversi pattern e layout. Puoi continuare a personalizzare questa pagina, compresi i contenuti, in un secondo momento tramite l'editor."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Purtroppo un problema tecnico impedisce la visualizzazione di ulteriori pattern. <FetchPatterns>Riprova<\/FetchPatterns> più tardi."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Costruisci il tuo brand creando un logo memorabile con {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Sono disponibili ulteriori font. Aderisci per collegare il tuo negozio e accedere alla libreria di font completa, oltre a ottenere contenuti più pertinenti e un'esperienza di configurazione del negozio su misura. Aderendo si attiverà il {{link}}tracciamento dell'utilizzo{{\/link}}, che puoi disabilitare in qualsiasi momento dalle impostazioni WooCommerce."],"Access more fonts":["Accedi a ulteriori font"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Aggiungete uno o più dei nostri modelli di homepage per creare una pagina che dia il benvenuto agli acquirenti."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promuovi i tuoi canali sociali e dai agli acquirenti un modo per vedere i tuoi ultimi prodotti e novità."],"Encourage sales by sharing positive feedback from happy shoppers.":["Incoraggia le vendite condividendo i feedback positivi degli acquirenti soddisfatti."],"Share information on any services that your business can provide.":["Condividi informazioni sui servizi che la tua azienda può offrire."],"Show your shoppers what’s special about your business.":["Mostra agli acquirenti cosa c'è di speciale nella tua attività."],"Put the spotlight on one or more of your products or product categories.":["Punta i riflettori su uno o più prodotti o categorie di prodotti."],"Featured selling":["Vendita in evidenza"],"Social media":["Social media"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Progetta un negozio che rifletta il tuo marchio e il tuo business. Personalizza il tuo tema attuale, seleziona un tema progettato professionalmente, oppure crea un nuovo look utilizzando il nostro designer di negozi."],"DON'T HAVE A LOGO YET?":["NON HAI ANCORA UN LOGO?"],"Want more patterns?":["Vuoi più pattern?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Purtroppo stiamo riscontrando alcuni problemi tecnici. Torna più tardi per accedere a più pattern."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Consenti il <OptInModal>monitoraggio dell'utilizzo<\/OptInModal> per accedere a più pattern."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Non riusciamo a rilevare la tua rete. Controlla la tua connessione a Internet e aggiorna la pagina."],"Shuffle":["Mischia"],"Services":["Servizi"],"Welcome shoppers to your store with one of our introductory patterns.":["Dai il benvenuto ai clienti nel tuo negozio con uno dei nostri pattern introduttivi."],"Intro":["Introduzione"],"You can edit your content later in the Editor":["Potrai modificare i tuoi contenuti più tardi nell'Editor"],"Browse themes":["Sfoglia i temi"],"Choose a professionally designed theme":["Scegli un tema progettato professionalmente"],"Use the store designer":["Utilizza il designer di negozi"],"Design your own theme":["Progetta il tuo tema"],"Design or choose a new theme":["Progetta o scegli un nuovo tema"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Complimenti! Hai progetto il tuo sito con successo. Ora puoi tornare alla schermata Home per completare la configurazione del negozio e iniziare a vendere."],"Go to Products":["Vai a Prodotti"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Inizia a rifornire i tuoi scaffali virtuali tramite l'aggiunta o l'importazione dei tuoi prodotti oppure modifica i prodotti di esempio."],"What's next?":["E ora?"],"View store":["Visualizza il negozio"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Complimenti! Hai progetto il tuo sito con successo. Dai un'occhiata al lavoro che hai svolto prima di procedere con la configurazione del tuo negozio."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Seleziona un piè di pagina dalle opzioni sottostanti. Il tuo piè di pagina include la navigazione secondaria del sito e verrà aggiunto a ogni pagina. Puoi continuare a personalizzarlo in un secondo momento tramite l'editor."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Crea una Home page coinvolgente selezionando uno dei nostri layout pre-progettati. Puoi continuare a personalizzare questa pagina, compresi i contenuti, in un secondo momento tramite l'editor."],"Choose your homepage":["Scegli la Home page"],"Opt in":["Consenti"],"Want more font pairings?":["Desideri ottenere più associazioni di font?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Effettua l'aggiornamento all'<WordPressLink>ultima versione di WordPress<\/WordPressLink> per accedere a più font."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Consenti il <OptInModal>monitoraggio dell'utilizzo<\/OptInModal> per accedere a più font."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Effettua l'aggiornamento all'<WordPressLink>ultima versione di WordPress<\/WordPressLink> e <OptInModal>consenti il monitoraggio dell'utilizzo<\/OptInModal> per accedere a più font."],"Add your products":["Aggiungi i tuoi prodotti"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Siamo spiacenti. Si è verificato un problema durante la costruzione delle fondamenta. {{anchor}}Riprova{{\/anchor}} o inizia con un tema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Qui puoi scrivere quello che pensi. Tutti i suggerimenti, i feedback o i commenti sull'esperienza \"Progetta il tuo tema\" sono ben accetti."],"I wanted to design my own theme.":["Volevo progettare il mio tema."],"What motivated you to choose the \"Design your own theme\" option?":["Cosa ti ha spinto a scegliere l'opzione \"Progetta il tuo tema\"?"],"Choose your footer":["Scegli il tuo piè di pagina"],"Design your homepage":["Progetta la tua homepage"],"Choose your header":["Scegli la tua intestazione"],"Choose your color palette":["Scegli la tua palette di colori"],"Choose fonts":["Scegli font"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Crea un negozio che rifletta il tuo marchio e il tuo business. Seleziona uno dei nostri temi dal design professionale da personalizzare o creane uno tuo usando l'IA."],"Take a quick tour to discover what's possible.":["Fai un breve tour per scoprire cosa puoi fare."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Ma non farti fermare da questo! Inizia a personalizzare l'aspetto del tuo negozio aggiungendo il logo e selezionando colori e layout. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Inizia a progettare il tuo negozio: puoi aggiungere il tuo logo, cambiare gli schemi dei colori e creare il tuo layout. Fai un breve tour per scoprire cosa puoi fare."],"Discover what's possible with the store designer":["Scopri tutte le possibilità con il designer di negozi"],"Setting up the foundations":["Stabilisci le fondamenta"],"Our AI tool had a few issues generating your content.":["Ci stati alcuni problemi nel generare i tuoi contenuti con il nostro tool IA."],"Welcome to your store!":["Ti diamo il benvenuto nel tuo negozio."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Puoi tranquillamente vuotare il sacco qui. Tutti i suggerimenti, feedback o commenti sull'esperianza con il negozio generato dall'IA sono ben accetti."],"Did you find anything confusing, irrelevant, or not useful?":["Hai trovato qualcosa di confuso, irrilevante o inutile?"],"Other.":["Altro."],"I didn't find a theme that matched my needs.":["Non ho trovato un tema adatto alle mie esigenze."],"I didn't like any of the available themes.":["Non mi sono piaciuti i temi disponibili."],"I wanted to see how AI could help me streamline the process.":["Volevo vedere come l'IA mi avrebbe aiutato a semplificare il processo."],"What motivated you to choose the “Design with AI” option?":["Cosa ti ha spinto a scegliere l'opzione \"Progetta con l'IA\"?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Su una scala da 1 = difficile a 5 = molto facile, come valuteresti l'esperienza complessiva?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Il nostro obiettivo è quello di offrirti tutti gli strumenti giusti per iniziare a personalizzare il tuo negozio. Ci piacerebbe sapere se l'abbiamo raggiunto e come possiamo migliorare."],"Continue designing":["Continua a progettare"],"Exit and lose changes":["Esci e perdi le modifiche"],"You'll lose any changes you've made to your store's design and will start the process again.":["Perderai tutte le modifiche apportate alla progettazione del tuo negozio e ricomincerai il processo."],"Are you sure you want to exit?":["Desideri uscire?"],"Generating content":["Generazione dei contenuti in corso"],"Editor canvas":["Editor di tele"],"Please try again":["Riprova"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Siamo spiacenti. Si è verificato un problema durante la creazione del negozio. <retryButton\/>"],"Active theme":["Tema attivo"],"Back to Home":["Torna alla home"],"Go back to the Home screen to complete your store setup and start selling":["Torna alla schermata Home per completare la configurazione del negozio e iniziare a vendere"],"Go to the Editor":["Vai all'editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Vai all'editor per modificare immagini e testo, aggiungere più pagine e apportare ulteriori personalizzazioni."],"Fine-tune your design":["Perfeziona il tuo design"],"Your store looks great!":["Il tuo negozio ha un aspetto fantastico."],"Browse all themes":["Esplora tutti i temi"],"Or select a professionally designed theme to customize and make your own.":["In alternativa, seleziona un tema dal design professionale per personalizzarlo e crearne uno tuo."],"Customize your store":["Personalizza il tuo negozio"],"Make your store your own":["Personalizza il negozio in base al tuo stile"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Qualsiasi modifica apportata al layout e allo stile verrà visualizzata qui in tempo reale: perfetta per testare aspetti diversi prima di renderli attivi. Puoi anche ridimensionare quest'area per verificare come appare il tuo negozio sui dispositivi mobili."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personalizza lo stile e il layout del tuo negozio per adattarlo al tuo marchio. Aggiungi il tuo logo, modifica il font e i colori e prova diversi layout di pagina. Potrai modificare il testo e le immagini in seguito tramite l'editor."],"View your changes in real time":["Visualizza le modifiche in tempo reale"],"Welcome to your AI-generated store!":["Ti diamo il benvenuto nel tuo negozio generato dall'IA."],"Take a tour":["Fai il tour"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa i tasti freccia sinistra e destra per ridimensionare la tela. Tieni premuto MAIUSC per ridimensionare con incrementi superiori."],"Saving failed.":["Salvataggio non riuscito."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Assicurati che il negozio sia alla moda aggiungendo il tuo logo. Per ottenere i migliori risultati, carica un file SVG o PNG con una larghezza minima di 300 px."],"Use as site icon":["Usa come icona del sito"],"Link logo to homepage":["Logo del link alla homepage"],"Image width":["Larghezza dell'immagine"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Seleziona un nuovo piè di pagina dalle opzioni sottostanti. Il tuo piè di pagina include la navigazione secondaria del sito e verrà aggiunto a ogni pagina. Puoi continuare a personalizzarlo tramite l'editor."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["Sulla base dei negozi di maggior successo nel settore e nella tua posizione, il nostro strumento di IA ha consigliato questo template per la tua attività. Preferisci un layout diverso? Scegli tra i template sottostanti ora o in seguito tramite l'editor."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Seleziona una nuova intestazione dalle opzioni sottostanti. La tua intestazione include la navigazione del tuo sito e verrà aggiunta a ogni pagina. Puoi continuare a personalizzarlo tramite l'editor."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Qui è dove puoi iniziare a personalizzare l'aspetto del tuo negozio, incluso aggiungere il logo e modificare colori e layout. Fai un breve tour per scoprire cosa puoi fare."],"or create your own":["o usa una tua creazione"],"Change your footer":["Modifica il tuo piè di pagina"],"Change your homepage":["Modifica la tua homepage"],"Change your header":["Modifica la tua intestazione"],"Change the color palette":["Modifica la palette di colori"],"Add your logo":["Aggiungi il tuo logo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Usa i nostri strumenti di stile e layout per personalizzare il design del tuo negozio. I contenuti e le immagini possono essere aggiunti o modificati tramite l'editor in un secondo momento."],"Let's get creative":["Diventiamo creativi"],"Which writing style do you prefer?":["Quale stile di scrittura preferisci?"],"Direct yet respectful, serious and professional.":["Diretto ma rispettoso, serio e professionale."],"Formal":["Formale"],"Relaxed and friendly, like a conversation with a friend.":["Rilassato e amichevole, come una conversazione con un amico."],"Informal":["Informale"],"How would you like your store to look?":["Come vorresti che fosse il tuo negozio?"],"Bold":["Audace"],"Classic":["Classico"],"Clean lines, neutral colors, sleek and modern look.":["Linee pulite, colori neutri, aspetto elegante e moderno."],"Contemporary":["Contemporaneo"],"Who your target audience is":["Chi è il tuo pubblico target"],"What makes your business unique":["Cosa rende unica la tua attività"],"How many products you plan on displaying":["Quanti prodotti pianifichi di mostrare"],"What you want to sell":["Cosa vuoi vendere"],"Try to include:":["Prova a includere:"],"The more detail you provide, the better job our AI can do!":["Più dettagli fornisci, migliore sarà il lavoro che la nostra IA potrà svolgere."],"Vibrant with eye-catching colors and visuals.":["Vivace con colori e immagini accattivanti."],"Elegant and timeless with a nostalgic touch.":["Elegante e senza tempo con un tocco nostalgico."],"Impartial tone with casual expressions without slang.":["Tono imparziale con espressioni informali, ma non gergali."],"Change your font":["Modifica il font"],"Change fonts":["Modifica i font"],"Tell us a bit more about your business":["Raccontaci qualcosa in più sulla tua attività"],"Applying the finishing touches":["Applicazione degli ultimi ritocchi"],"Assembling your AI-optimized store":["Assemblaggio del tuo negozio ottimizzato dall'IA"],"Designing the best look for your business":["Progettazione dell'aspetto migliore per la tua attività"],"Comparing the top performing stores":["Confronto tra i negozi più performanti"],"Analyzing your responses":["Analisi delle tue risposte"],"Opening the doors":["Apertura delle porte"],"Drag to resize":["Trascina per ridimensionare"],"Turning on the lights":["Accensione delle luci"],"Thanks for the feedback. We'll put it to good use!":["Grazie per il feedback! Ne faremo buon uso!"],"Replace":["Sostituisci"],"Continue setting up your store":["Continua a configurare il tuo negozio"],"Options":["Opzioni"],"Send":["Invia"],"Neutral":["Indifferente"],"Back":["Indietro"],"Navigation":["Navigazione"],"Style":["Stile"],"Paid":["Pagato"],"Share feedback":["Condividi il tuo feedback"],"Skip":["Salta"],"About":["Informazioni"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Precedente"],"Close":["Chiudi"],"Continue":["Continua"],"Cancel":["Annulla"],"Settings":["Impostazioni"],"Reviews":["Recensioni"],"Default":["Predefinito"],"Delete":["Elimina"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}