{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Go to the Customizer":["Vai a Personalizza"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Personalizza tutto, dalla palette di colori, ai caratteri, al layout delle pagine, assicurandoti che ogni dettaglio sia in linea con il tuo brand."],"Design a new theme":["Progetta un nuovo tema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Il tuo tema attivo verrà modificato e potresti perdere eventuali modifiche apportate."],"Are you sure you want to design a new theme?":["Desideri progettare un nuovo tema?"],"Customize your theme":["Personalizza il tuo tema"],"Start designing":["Avvia progettazione"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crea velocemente un fantastico negozio utilizzando il nostro designer di negozi integrato. Scegli il tuo layout, seleziona uno stile e altro ancora."],"Design your own":["Progetta il tuo"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Alimentato da IA sperimentale. {{link}}Scopri di più{{\/link}}"],"Start again":["Avvia nuovamente"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Ti verrà chiesto di fornire nuovamente le informazioni sulla tua attività e perderai il design IA esistente. Se desideri personalizzare il design esistente, puoi farlo tramite l'<EditorLink>editor<\/EditorLink>."],"Are you sure you want to start over?":["Desideri ricominciare?"],"Are you sure you want to start a new design?":["Desideri iniziare un nuovo design?"],"Create a new one":["Creane uno nuovo"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continua a personalizzare l'aspetto del tuo negozio generato dall'IA oppure ricomincia e creane uno nuovo."],"Customize your custom theme":["Personalizza il tuo tema"],"Find out how":["Scopri come"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Sembra che tu stia usando la modalità offline di Jetpack. Passa alla modalità online per iniziare a progettare con l'IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Il designer del negozio creerà un nuovo design del negozio per te e perderai tutte le modifiche apportate al tema attivo. Se preferisci continuare a modificare il tuo tema, puoi farlo tramite l'<EditorLink>editor<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Sfortunatamente, il [designer di negozi IA] non è disponibile in questo momento poiché non siamo in grado di rilevare la tua rete. Controlla la connessione a Internet."],"Looking to design your store using AI?":["Stai cercando di progettare il tuo negozio utilizzando l'IA?"],"Go to the Editor":["Vai all'editor"],"Design with AI":["Progetta con l'IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Progetta l'aspetto del tuo negozio, crea pagine e genera testi usando i nostri strumenti di IA integrati."],"Use the power of AI to design your store":["Usa la potenza dell'IA per progettare il tuo negozio"],"Customize your store":["Personalizza il tuo negozio"],"Customize":["Personalizza"],"Cancel":["Annulla"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/957.js"}}