{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Support phone number cannot be empty.":["Il numero di telefono del supporto non può essere vuoto."],"Manage and update your bank account information to receive payouts.":["Gestisci e aggiorna le informazioni del conto bancario per ricevere versamenti."],"Payout bank account":["Conto bancario per i versamenti"],"Payout schedule":["Pianificazione versamenti"],"Payouts":["Versamenti"],"Some appearance settings may be overridden in the express payment section of the Cart & Checkout blocks.":["Alcune impostazioni di aspetto potrebbero venire sovrascritte nella sezione di pagamento veloce dei blocchi Carrello e checkout."],"%s, and %s":["%s e %s"],"%s and %s":["%s e %s"],"Enable WooPay Global Theme Support":["Abilita il supporto per temi globali WooPay"],"WooPay Global Theme Support":["Supporto per temi globali WooPay"],"Boost sales by offering customers additional buying power and flexible payment options.":["Aumenta le vendite offrendo ai clienti un maggiore potere d'acquisto e modalità di pagamento flessibili."],"Buy now, pay later":["Acquista ora, paga dopo"],"Allow customers to pay over time or pay now with Klarna.":["Consenti ai clienti di pagare nel tempo o pagare subito con Klarna."],"Allow customers to pay over time with Afterpay.":["Consenti ai clienti di pagare gradualmente con Afterpay."],"Allow customers to pay over time with Clearpay.":["Consenti ai clienti di pagare gradualmente con Clearpay."],"Allow customers to pay over time with Affirm.":["Consenti ai clienti di pagare gradualmente con Affirm."],"To preview the express checkout buttons, ensure your store uses HTTPS on a publicly available domain, and you're viewing this page in a Safari or Chrome browser. Your device must be configured to use Apple Pay or Google Pay.":["Per visualizzare in anteprima i pulsanti di pagamento rapido, assicurati che il negozio utilizzi HTTPS su un dominio accessibile al pubblico e che stai visualizzando questa pagina in un browser Safari o Chrome. Il tuo dispositivo deve essere configurato per l'utilizzo di Apple Pay o Google Pay."],"Failed to preview the Apple Pay or Google Pay button. Ensure your store uses HTTPS on a publicly available domain and you're viewing this page in a Safari or Chrome browser. Your device must be configured to use Apple Pay or Google Pay.":["Impossibile visualizzare in anteprima il pulsante Apple Pay o Google Pay. Assicurati che il negozio utilizzi HTTPS su un dominio accessibile al pubblico e che stai visualizzando questa pagina in un browser Safari o Chrome. Il tuo dispositivo deve essere configurato per l'utilizzo di Apple Pay o Google Pay."],"Controls the corner roundness of express payment buttons.":["Controlla la rotondità degli angoli dei pulsanti di pagamento rapido."],"Border radius, slider":["Raggio del bordo, slider"],"Border radius, number input":["Raggio del bordo, immissione del numero"],"Mobile number":["Numero di cellulare"],"Error retrieving payment activity data.":["Errore nel recupero dei dati relativi alle attività di pagamento."],"This payment method is enabled by other extensions. {{reviewExtensions}}Review extensions{{\/reviewExtensions}} to improve the shopper experience.":["Questo metodo di pagamento è abilitato da altre estensioni. {{reviewExtensions}}Esamina le estensioni{{\/reviewExtensions}} per migliorare l'esperienza dell'acquirente."],"Enable or disable %s on your store.":["Attiva o disattiva %s nel tuo negozio."],"Cartes Bancaires":["Carte bancarie"],"Payouts are currently paused because a recent payout failed. Please {{updateLink}}update your bank account details{{\/updateLink}}.":["Al momento i versamenti sono sospesi perché un versamento recente non è andato a buon fine. {{updateLink}}Aggiorna i dettagli del tuo conto bancario{{\/updateLink}}."],"Do you want to continue?":["Desideri continuare?"],"Additionally, only card payments support manual capture. Non-card payments will be hidden from checkout.":["Inoltre, solo i pagamenti con carta supportano l'acquisizione manuale. I pagamenti senza carta saranno nascosti al pagamento."],"Payments must be captured within 7 days or the authorization will expire and money will be returned to the shopper.":["I pagamenti devono essere effettuati entro 7 giorni, altrimenti l'autorizzazione decade e il denaro viene restituito all'acquirente."],"Basic level help icon":["Icona di aiuto di livello base"],"Please type only valid emails":["Digita solo e-mail valide"],"Please fill out all required fields":["Compila tutti i campi richiesti"],"WooPay Connect Direct Checkout":["WooPay Connect pagamento diretto"],"WooPayments logo":["Logo WooPayments"],"Site Language - ":["Lingua del sito - "],"English (United States)":["Inglese (Stati Uniti)"],"Adjust your report exporting language preferences.":["Regola le preferenze relative alla lingua di esportazione dei rapporti."],"Reporting":["Generazione di rapporti"],"Report exporting default language":["Lingua di esportazione dei rapporti predefinita"],"You can change your global site language preferences in {{learnMoreLink}}General Settings{{\/learnMoreLink}}.":["Puoi modificare le preferenze di lingua del sito globale in {{learnMoreLink}}Impostazioni generali{{\/learnMoreLink}}."],"Language":["Lingua"],"Payouts are paused while your available funds balance remains below %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["I versamenti vengono sospesi fino a quando il saldo dei fondi disponibili rimane inferiore a %s. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Clearpay":["Clearpay"],"Your first payout will be held for 7-14 days. Payout scheduling will be available after this period. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Il primo versamento sarà trattenuto per 7-14 giorni. Trascorso questo periodo, sarà possibile programmare i versamenti. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Payout scheduling is currently unavailable for your store. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["La programmazione dei versamenti non è attualmente disponibile per il tuo negozio. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Test mode lets you try out payments, refunds, disputes and other such processes as you're working on your store without handling live payment information. All incoming orders will be simulated, and test mode will have to be disabled before you can accept real orders.":["La modalità di prova ti permette di testare pagamenti, rimborsi, ricorsi e altre operazioni simili mentre lavori al tuo negozio senza gestire le informazioni sui pagamenti in tempo reale. Verranno simulati tutti gli ordini in arrivo e la modalità di prova dovrà essere disattivata prima di poter accettare ordini reali."],"Are you sure you want to enable test mode?":["Desideri attivare la modalità di prova?"],"Learn more about test mode":["Scopri di più sulla modalità di prova"],"There has been an error refunding the payment #%s. Please try again later.":["Si è verificato un errore nel rimborso del pagamento n. %s. Riprova più tardi."],"Refunded payment #%s.":["Pagamento n. %s rimborsato."]," (+1 0000000000 can be used in sandbox mode)":[" (oltre 10.000.000.000 possono essere utilizzati in modalità sandbox)"],"You have no funds available. {{whyLink}}Why?{{\/whyLink}}":["Non hai fondi disponibili. {{whyLink}}Perché?{{\/whyLink}}"],"Learn more about fraud protection":["Scopri di più sulla protezione dalle frodi"],"{{b}}%1$s is in sandbox mode.{{\/b}} You need to set up a live %1$s account before you can accept real transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["{{b}}%1$s è in modalità sandbox.{{\/b}} Devi configurare un account %1$s live prima di poter accettare transazioni reali. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Book with WooPay":["Prenota con WooPay"],"Donate with WooPay":["Fai una donazione con WooPay"],"Please select your product options before proceeding.":["Seleziona le opzioni del prodotto prima di procedere."],"Sorry, this product is unavailable. Please choose a different combination.":["Siamo spiacenti, questo prodotto non è disponibile. Scegli un'altra combinazione."],"It may take 1-3 business days for payouts to reach your bank account.":["Potrebbero essere necessari 1-3 giorni lavorativi per visualizzare i versamenti sul tuo conto bancario."],"Contact Support":["contatta il supporto"],"Please {{contactSupportLink}}contact support{{\/contactSupportLink}} for more details.":["{{contactSupportLink}}Contatta il supporto{{\/contactSupportLink}} per ulteriori dettagli."],"Preview of checkout":["Anteprima del pagamento"],"Upload a custom logo. Upload a horizontal image with a white or transparent background for best results. Use a PNG or JPG image format. Recommended width: 512 pixels minimum.":["Carica un logo personalizzato. Per risultati migliori carica un'immagine orizzontale con uno sfondo bianco o trasparente. Usa il formato immagine PNG o JPG. Larghezza consigliata: minimo 512 pixel."],"Checkout logo":["Logo del pagamento"],"Credit card \/ Debit card":["Carta di credito\/carta di debito"],"As of October 20th 2023, Sofort is no longer supported for merchants who are not already using it. This means that if you disable Sofort, you will not be able to re-enable it later. ":["Dal 20 ottobre 2023, il supporto per Sofort sarà disponibile solo per i venditori che già lo utilizzano. Pertanto, se disattivi Sofort, non potrai più riattivarlo in un secondo momento. "],"Support for Sofort is ending soon. ":["Il supporto per Sofort terminerà a breve. "],"Klarna transactions":["Transazioni Klarna"],"WooPay Disable Feedback":["Feedback sulla disattivazione di WooPay"],"WooPay Logo":["Logo WooPay"],"Error requesting the capability!":["Errore durante la richiesta della capacità."],"Capability requested successfully!":["Capacità richiesta correttamente."],"JCB is now enabled on your store.":["JCB è ora attivato nel tuo negozio."],"Your JCB account was rejected based on the information provided.":["Il tuo account JCB è stato rifiutato in base alle informazioni fornite."],"Your information has been submitted and your JCB account is pending approval.":["Le tue informazioni sono state inviate e il tuo account JCB è in attesa di approvazione."],"To enable JCB for your customers, you need to provide more information.":["Per attivare JCB per i tuoi clienti, devi fornire ulteriori informazioni."],"Enable JCB":["Attiva JCB"],"Enable JCB for your customers, the only international payment brand based in Japan.":["Per i tuoi clienti, attiva JCB, l'unico marchio di pagamento internazionale con sede in Giappone."],"Choosing to continue will remove the option to accept %s cards from your customers. The option to enable %s will not appear again.":["Se scegli di continuare, la possibilità di accettare carte %s dai tuoi clienti verrà rimossa. L'opzione per l'attivazione di %s non verrà mostrata nuovamente."],"Yes, continue":["Sì, continua"],"Something went wrong. Please try again.":["Si è verificato un problema. Riprova."],"Override the default {{privacyLink}}privacy policy{{\/privacyLink}} and {{termsLink}}terms of service{{\/termsLink}}, or add custom text to WooPay checkout. {{learnMoreLink}}Learn more{{\/learnMoreLink}}.":["Sostituisci la {{privacyLink}}Politica sulla privacy{{\/privacyLink}} e i {{termsLink}}Termini di servizio{{\/termsLink}} predefiniti o aggiungi testo personalizzato al pagamento di WooPay. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}."],"Error retrieving file.":["Errore durante il recupero del file."],"More options for specific payment needs.":["Più opzioni per esigenze di pagamento specifiche."],"By enabling this setting, future %s subscription purchases will utilize Stripe Billing for payment processing. Note: This feature supports card payments only and may lack support for key subscription features. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Attivando questa impostazione, gli acquisti di abbonamenti %s futuri utilizzeranno Stripe Billing per l'elaborazione dei pagamenti. Nota: questa funzionalità supporta esclusivamente pagamenti con carta e potrebbe non supportare le funzionalità principali per gli abbonamenti. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Alternatively, you can enable this setting and future %s subscription purchases will also utilize Stripe Billing for payment processing. Note: This feature supports card payments only and may lack support for key subscription features. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["In alternativa, puoi attivare questa impostazione e gli acquisti di abbonamenti %s futuri utilizzeranno anche Stripe Billing per l'elaborazione dei pagamenti. Nota: questa funzionalità supporta esclusivamente pagamenti con carta e potrebbe non supportare le funzionalità principali per gli abbonamenti. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Enable Stripe Billing for future subscriptions":["Attiva Stripe Billing per gli abbonamenti futuri"],"Subscriptions":["Abbonamenti"],"%d customer subscription is being migrated from Stripe off-site billing to billing powered by %s and %s.":["È in corso la migrazione dell'abbonamento di %d cliente dalla fatturazione Stripe off-site alla fatturazione con tecnologia %s e %s.","È in corso la migrazione degli abbonamenti di %d clienti dalla fatturazione Stripe off-site alla fatturazione con tecnologia %s e %s."],"There is %d customer subscription using Stripe Billing for subscription renewals. We suggest migrating it to on-site billing powered by the %s plugin. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["L'abbonamento di %d cliente utilizza Stripe Billing per i rinnovi dell'abbonamento. Ti consigliamo di migrarlo alla fatturazione on-site con la tecnologia del plugin %s. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}","Gli abbonamenti di %d clienti utilizzano Stripe Billing per l'elaborazione dei pagamenti. Ti consigliamo di migrarli alla fatturazione on-site con la tecnologia del plugin %s. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Begin migration":["Avvia migrazione"],"%d customer subscription was successfully migrated from Stripe off-site billing to on-site billing powered by %s and %s.":["La migrazione dell'abbonamento di %d cliente dalla fatturazione Stripe off-site alla fatturazione on-site con tecnologia %s e %s è stata completata correttamente.","La migrazione degli abbonamenti di %d clienti dalla fatturazione Stripe off-site alla fatturazione on-site con tecnologia %s e %s è stata completata correttamente."],"There is currently %d customer subscription using Stripe Billing for payment processing. This subscription will be automatically migrated to use the on-site billing engine built into %s once Stripe Billing is disabled. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Attualmente l'abbonamento di %d cliente utilizza Stripe Billing per l'elaborazione dei pagamenti. Questo abbonamento verrà migrato automaticamente per utilizzare il motore di fatturazione on-site integrato in %s non appena si disattiva Stripe Billing.  {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}","Attualmente gli abbonamenti di %d clienti utilizzano Stripe Billing per l'elaborazione dei pagamenti. Questi abbonamenti verranno migrati automaticamente per utilizzare il motore di fatturazione on-site integrato in %s non appena si disattiva Stripe Billing.  {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Error starting the Stripe Billing migration.":["Errore durante l'avvio della migrazione Stripe Billing."],"Customer statements":["Dichiarazioni del cliente"],"Provide contact information where customers can reach you for support.":["Fornisci le informazioni e le modalità con cui i clienti possono contattarti per assistenza."],"Customer bank statement (kana)":["Estratto conto della banca del cliente (kana)"],"Use only kana characters.":["Usa solo caratteri kana."],"Customer bank statement (kanji)":["Estratto conto della banca del cliente (kanji)"],"Use only kanji characters.":["Usa solo caratteri kanji."],"Use only latin characters.":["Usa solo caratteri latini."],"The cardholder claims this is an unauthorized transaction.":["Il titolare della carta afferma che si tratta di una transazione non autorizzata."],"The cardholder claims this is a duplicate transaction.":["Il titolare della carta afferma che si tratta di una transazione duplicata."],"The cardholder claims a credit was not processed.":["Il titolare della carta afferma che il credito non è stato elaborato."],"The cardholder claims a subscription was canceled.":["Il titolare della carta afferma che l'abbonamento è stato cancellato."],"The cardholder claims the product was unacceptable.":["Il titolare della carta afferma che il prodotto non era accettabile."],"The cardholder claims the product was not received.":["Il titolare della carta afferma che il prodotto non è stato ricevuto."],"Policies and custom text":["Politiche e testo personalizzato"],"Help avoid unauthorized transactions and disputes by setting your fraud protection level.":["Aiutaci a evitare le transazioni non autorizzate e i ricorsi impostando il tuo livello di protezione dalle frodi."],"Credit \/ Debit card":["Carta di credito\/debito"],"Let your customers pay with JCB, the only international payment brand based in Japan.":["Consenti ai tuoi clienti di pagare con JCB, l'unico marchio di pagamento internazionale con sede in Giappone."],"More information needed":["Sono necessarie maggiori informazioni"],"Learn more about enabling payment methods":["Scopri di più sull'abilitazione dei metodi di pagamento"],"We need more information from you to enable this method. {{learnMoreLink}}Learn more.{{\/learnMoreLink}}":["Per abilitare questo metodo, abbiamo bisogno di ricevere più informazioni da parte tua. {{learnMoreLink}}Scopri di più.{{\/learnMoreLink}}"],"One or more of your extensions are incompatible with WooPay.":["Una o più estensioni non sono compatibili con WooPay."],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} alle commissioni di %s"],"{{linkToStripePage \/}} about %s Fees in your country":["{{linkToStripePage \/}} alle commissioni di %s nel tuo Paese"],"View our documentation":["Vedi la nostra documentazione"],"When enabled, payment methods powered by %s will appear on checkout.":["Una volta attivata questa opzione, i metodi di pagamento basati su %s verranno visualizzati al momento del pagamento."],"Enable Subscriptions with %s":["Attiva abbonamenti con %s"],"Payment methods that need %s:":["I metodi di pagamento che necessita %s:"],"You can enable %s again at any time in {{settingsLink}}settings{{\/settingsLink}}.":["Puoi attivare %s nuovamente in qualsiasi momento nelle {{settingsLink}}impostazioni{{\/settingsLink}}."],"Disable %s":["Disabilita %s"],"Enable %s":["Abilita %s"],"WeChat":["WeChat"],"Union Pay":["Union Pay"],"Stripe Account":["Account Stripe"],"SOFORT":["SOFORT"],"SEPA Debit":["Addebito SEPA"],"P24":["P24"],"Multibanco":["Multibanco"],"Klarna":["Klarna"],"In-Person Card Payment":["Pagamenti con carta di persona"],"Card Payment":["Pagamenti con carta"],"AU BECS Debit":["Addebito AU BECS"],"Alipay":["Alipay"],"ACSS Debit":["Addebito ACSS"],"ACH Debit":["Addebito ACH"],"ACH Credit Transfer":["Trasferimento di credito ACH"],"Visa":["Visa"],"UnionPay":["UnionPay"],"Mastercard":["MasterCard"],"JCB":["JCB"],"Discover":["Discover"],"Diners Club":["Diners Club"],"American Express":["American Express"],"Disputes match <select \/> filters":["I ricorsi corrispondono a {{select \/}} filtri"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Stato<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Data<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se non puoi provare che l'abbonamento del cliente è stato annullato e\/o non è stata seguita la tua politica di annullamento, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Transaction unauthorized":["Transazione non autorizzata"],"Afterpay transactions":["Transazioni Afterpay"],"Affirm transactions":["Transazioni Affirm"],"Afterpay":["Afterpay"],"Affirm":["Affirm"],"Payments that have been blocked by a risk filter will appear under the blocked tab in {{strong}}Payments > Transactions{{\/strong}}. We'll let you know why each payment was blocked so you can determine if you need to adjust your risk filters.":["I pagamenti che sono stati bloccati da un filtro di rischio verranno visualizzati nella scheda bloccata in {{strong}}Pagamenti > Transazioni{{\/strong}}. Ti informeremo sul perché ogni pagamento è stato bloccato in modo che tu possa determinare se è necessario modificare i filtri di rischio."],"Review blocked transactions 📥️":["Rivedi le transazioni bloccate  📥️"],"Choose Advanced settings for full control over each filter. You can enable and configure filters to block risky transactions.":["Scegli Impostazioni avanzate per il controllo completo su ciascun filtro. Puoi attivare e configurare i filtri per bloccare le transazioni rischiose."],"Choose how you'd like to screen incoming transactions using our Basic or Advanced options.":["Scegli il modo tramite il quale desideri selezionare le transazioni in entrata usando le nostre opzioni Base o Avanzate."],"You can now choose a level of protection for screening incoming transactions. Screened transactions will be automatically blocked by your customized fraud filters.":["Ora puoi scegliere un livello di protezione per la selezione delle transazioni in entrata. Le transazioni selezionate verranno automaticamente bloccate dai tuoi filtri antifrode personalizzati."],"When enabled, customers will be able to checkout using WooPay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Quando attivi questa opzione, i clienti saranno in grado di pagare usando WooPay. Per utilizzare {{wooPayLink}}WooPay{{\/wooPayLink}}, devi accettare i {{tosLink}}Termini di servizio di WooCommerce{{\/tosLink}} e la {{privacyLink}}Politica sulla privacy{{\/privacyLink}}. {{trackingLink}}Fai clic qui{{\/trackingLink}} per saperne di più sui dati che condividerai e le opzioni di annullamento dell'adesione."],"Payouts may be interrupted while your %s balance remains negative. {{whyLink}}Why?{{\/whyLink}}":["I versamenti possono essere interrotti mentre il saldo di %s rimane negativo. {{whyLink}}Perché?{{\/whyLink}}"],"This payout will include funds from your WooCommerce Capital loan. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Questo versamento includerà i fondi del tuo prestito WooCommerce Capital. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Continue setup":["Continua con la configurazione"],"We will need your banking details in order to process any payouts to you.":["Avremo bisogno dei tuoi dati bancari per elaborare eventuali versamenti a tuo favore."],"The owner, business and contact information will be required.":["Saranno richiesti i dettagli di proprietario, l'azienda e le informazioni di contatto."],"Your test account will be deactivated and your transaction records will be preserved for future reference.":["Il tuo account di prova verrà disattivato e i record delle tue transazioni verranno conservati per riferimento futuro."],"Before proceeding, please take note of the following information:":["Prima di procedere, prendi nota delle seguenti informazioni:"],"Set up live payments on your store":["Configura i pagamenti live nel tuo negozio"],"Set up payments":["Configura i pagamenti"],"Your first payout is held for 7-14 days. {{whyLink}}Why?{{\/whyLink}}":["Il primo versamento viene trattenuto per 7-14 giorni. {{whyLink}}Perché?{{\/whyLink}}"],"Your payouts are {{strong}}temporarily suspended{{\/strong}}. {{suspendLink}}Learn more{{\/suspendLink}}":["I versamenti sono {{strong}}temporaneamente sospesi{{\/strong}}. {{suspendLink}}Scopri di più{{\/suspendLink}}"],"{{learnMoreLink}}Learn More{{\/learnMoreLink}}":["{{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Provides basic anti-fraud protection only.":["Fornisce solo una protezione antifrode di base."],"Basic filter level":["Livello del filtro di base"],"Take more control 🎚️":["Acquisisci più controllo 🎚️"],"Choose your filter level 🚦":["Scegli il tuo livello di filtro 🚦"],"See what's new":["Scopri le novità"],"Enhanced fraud protection is here 🔒":["La protezione avanzata contro le frodi è qui 🔒"],"Basic":["Base"],"Provides the base level of platform protection.":["Fornisce il livello base di protezione della piattaforma."],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Si è verificato un errore durante il recupero delle impostazioni di protezione dalle frodi. Aggiorna la pagina per riprovare."],"Error retrieving on review transactions.":["Errore durante il recupero della revisione delle transazioni."],"There has been an error canceling the payment for order #%s. Please try again later.":["Si è verificato un errore durante l'annullamento del pagamento per l'ordine #%s. Riprova più tardi."],"Payment for order #%s canceled successfully.":["Pagamento per l'ordine #%s annullato correttamente."],"Configure":["Configura"],"Allows you to fine-tune the level of filtering according to your business needs.":["Consente di ottimizzare il livello di filtraggio in base alle proprie esigenze aziendali."],"Advanced":["Avanzato"],"Set your payment risk level":["Imposta il livello di rischio per il pagamento"],"Provides a standard level of filtering that's suitable for most business.":["Fornisce un livello standard di filtro che è idoneo per la maggior parte delle attività."],"The card's issuing bank cannot verify the CVV.":["La banca che emette la carta non può verificare il CVV."],"The billing address does not match what is on file with the card issuer.":["L'indirizzo di fatturazione non corrisponde a quanto registrato dall'emittente della carta."],"Payments will be {{blocked}}blocked{{\/blocked}} if:":["Il pagamento verrà {{blocked}}bloccato{{\/blocked}} se:"],"Provides a standard level of filtering that's suitable for most businesses.":["Fornisce un livello standard di filtro che è idoneo per la maggior parte delle attività."],"Offers the highest level of filtering for stores, but may catch some legitimate transactions.":["Offre il più alto livello di filtro per i negozi, ma può rilevare alcune transazioni legittime."],"WooPay button":["Pulsante WooPay"],"Apple Pay \/ Google Pay buttons":["Pulsanti Apple Pay\/Google Pay"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience.":["Il link compila automaticamente i dettagli di pagamento e spedizione dei tuoi clienti per offrire un'esperienza di pagamento facile e senza interruzioni."],"Offer customers a fast, secure checkout experience with Google Pay. By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Offri ai clienti un'esperienza di pagamento rapida e sicura con Google Pay. Attivando questa funzionalità, accetti i termini d'uso di {{stripeLink}}Stripe{{\/stripeLink}} e {{googleLink}}Google{{\/googleLink}}."],"Offer customers a fast, secure checkout experience with Google Pay.":["Offri ai clienti un'esperienza di pagamento rapida e sicura con Google Pay. "],"Apple Pay is an easy and secure way for customers to pay on your store. By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}} and{{appleLink}} Apple{{\/appleLink}}'s terms of use.":["Apple Pay è un modo semplice e sicuro con cui i clienti possono pagare nel tuo negozio. Attivando questa funzionalità, accetti i termini d'uso di {{stripeLink}}Stripe{{\/stripeLink}} e {{appleLink}}Apple{{\/appleLink}}."],"Apple Pay is an easy and secure way for customers to pay on your store.":["Apple Pay è un modo semplice e sicuro con cui i clienti possono pagare nel tuo negozio. "],"Boost conversion and customer loyalty by offering a single click, secure way to pay.":["Aumenta la conversione e la fidelizzazione dei clienti offrendo un modo sicuro per pagare con un solo clic."],"Enable WooPay button on selected pages":["Attiva il pulsante WooPay su pagine selezionate"],"Boost conversion and customer loyalty by offering a single click, secure way to pay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Aumenta la conversione e la fidelizzazione dei clienti offrendo un modo sicuro per pagare con un solo clic. Per utilizzare {{wooPayLink}}WooPay{{\/wooPayLink}}, devi accettare i {{tosLink}}Termini di servizio di WooCommerce{{\/tosLink}} e la {{privacyLink}}Politica sulla privacy{{\/privacyLink}}. {{trackingLink}}Fai clic qui{{\/trackingLink}} per saperne di più sui dati che condividerai e le opzioni di annullamento dell'adesione."],"Checkout Page":["Pagina di riepilogo ordine"],"Cart Page":["Pagina Carrello"],"To preview the express checkout buttons, activate at least one express checkout.":["Attiva almeno un pagamento rapido per attivare i relativi pulsanti."],"Book with":["Prenota con"],"Donate with":["Dona con"],"Buy with":["Acquista con"],"See the preview of enabled express payment buttons.":["Visualizza l'anteprima dei pulsanti di pagamento rapido attivati."],"Button size":["Dimensioni del pulsante"],"WooPay cannot be enabled at checkout. Click to expand.":["Non è possibile attivare WooPay al momento del pagamento. Clicca per espandere."],"To enable WooPay, you must first disable Link by Stripe.":["Per attivare WooPay, devi prima disattivare Link by Stripe."],"Link by Stripe cannot be enabled at checkout. Click to expand.":["Non è possibile attivare Link by Stripe al momento del pagamento. Clicca per espandere."],"To enable Link by Stripe, you must first disable WooPay.":["Per attivare Link by Stripe, devi prima disattivare WooPay."],"Customer support":["Servizio clienti"],"Support phone number cannot be empty once it has been set before, please specify.":["Una volta impostato, il numero di telefono del supporto non può più essere vuoto, specificalo."],"Please enter a valid phone number.":["Inserisci un numero di telefono valido."],"This may be visible on receipts, invoices, and automated emails from your store.":["Questo potrebbe essere visibile su ricevute, fatture ed e-mail automatiche dal tuo negozio."],"Support email cannot be empty once it has been set before, please specify.":["Una volta impostata, l'e-mail del supporto non può più essere vuota, specificalo."],"These settings will also apply to the %s on your store.":["Queste impostazioni si applicheranno anche a %s nel tuo negozio."],"Enable Apple Pay and Google Pay on selected pages":["Abilita Apple Pay e Google Pay su pagine selezionate"],"Required":["Obbligatorio"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["WooPay non è disponibile in questo momento. Ci scusiamo per l'inconveniente."],"Configure the display of WooPay buttons on your store.":["Configura la visualizzazione dei pulsanti WooPay sul tuo negozio."],"Buy with WooPay":["Acquista con WooPay"],"Error retrieving uncaptured transactions.":["Errore durante il recupero delle transazioni non acquisite."],"Error retrieving authorization.":["Errore durante il recupero dell'autorizzazione."],"There has been an error capturing the payment for order #%s. Please try again later.":["Si è verificato un errore durante l'acquisizione del pagamento per l'ordine #%s. Riprova più tardi."],"Payment for order #%s captured successfully.":["Pagamento per l'ordine #%s acquisito correttamente."],": Evidence file was not uploaded":[": il file di prova non è stato caricato"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience. By enabling this feature, you agree to the {{stripeLinkTerms}}Link by Stripe terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}.":["Link compila automaticamente i dettagli di pagamento e spedizione dei tuoi clienti per offrire un'esperienza di pagamento facile e senza interruzioni. Attivando questa funzionalità, accetti i {{stripeLinkTerms}}Termini di Link by Stripe{{\/stripeLinkTerms}} e la {{privacyPolicy}}Politica sulla privacy{{\/privacyPolicy}}."],"Link by Stripe":["Link by Stripe"],"Got it":["Fatto"],"Funds are available for payout %s business days after they’re received.":["I fondi sono disponibili per il versamento %s giorni lavorativi dopo la ricezione."],"Learn more about pending schedules":["Maggiori informazioni sulle pianficazioni in sospeso"],"Last day of the month":["Ultimo giorno del mese"],"Friday":["Venerd&igrave;"],"Thursday":["Gioved&igrave;"],"Wednesday":["Mercoled&igrave;"],"Tuesday":["Marted&igrave;"],"Monday":["Luned&igrave;"],"Payouts will occur every business day.":["I versamenti avvengono ogni giorno lavorativo."],"Payouts that fall on a holiday will initiate on the next business day.":["I versamenti che cadono in un giorno festivo inizieranno il giorno lavorativo successivo."],"Payouts scheduled on a weekend will be sent on the next business day.":["I versamenti programmati in un fine settimana verranno inviati il giorno lavorativo successivo."],"Day":["Giorno"],"Frequency":["Frequenza"],"Enable manual capture":["Attiva acquisizione manuale"],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s non è disponibile per i clienti quando l'impostazione \"acquisizione manuale\" è attiva."],"%s cannot be enabled at checkout. Click to expand.":["Non è possibile attivare %s al momento del pagamento. Clicca per espandere."],"Checkout appearance":["Aspetto del checkout"],"Replace":["Sostituisci"],"Upload custom logo":["Carica logo personalizzato"],"Link":["Collegamento"],"WooPay":["WooPay"],"When enabled, customers will be able to checkout using WooPay.":["Quando attivi questa opzione, i clienti saranno in grado di pagare usando WooPay."],"Enable WooPay":["Attiva WooPay"],"Allow your customers to collect payments via WooPay.":["Consenti ai tuoi clienti di ricevere pagamenti tramite WooPay."],"WooPay SMS code verification":["Verifica del codice tramite SMS di WooPay"],"Error retrieving transactions.":["Errore durante il recupero delle transazioni."],"Error retrieving transaction.":["Errore durante il recupero della transazione."],"Error retrieving documents.":["Errore durante il recupero dei documenti."],"Fraud protection":["Protezione dalle frodi"],"From %1$f%% + %2$s":["Da: %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Customize":["Personalizza"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Quando attivi questa opzione, i clienti che hanno configurato dispositivi abilitati per Apple Pay o Google Pay potranno pagare con il portafoglio che hanno scelto."],"Invalid express checkout method ID specified.":["ID metodo di pagamento rapido specificato non valido."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configura la visualizzazione dei pulsanti Apple Pay e Google Pay sul tuo negozio."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Consenti ai tuoi clienti di ricevere pagamenti tramite Apple Pay e Google Pay."],"Error retrieving the active loan summary.":["Errore durante il recupero del riepilogo del prestito attivo"],"Mobile phone number":["Numero di cellulare"],"EPS transactions":["Transazioni EPS"],"Accept your payment with EPS — a common payment method in Austria.":["Accetta pagamenti con EPS, un metodo di pagamento comune in Austria."],"EPS":["EPS"],"Select a dispute date":["Seleziona una data per il ricorso"],"Select a dispute date filter match":["Seleziona una corrispondenza del filtro della data del ricorso"],"Remove dispute date filter":["Rimuovi il filtro delle date del ricorso"],"Disputed on date":["Data del ricorso"],"Disputes match {{select \/}} filters":["I ricorsi corrispondono a {{select \/}} filtri"],"All disputes":["Tutti i ricorsi"],"Dispute currency":["Valuta del ricorso"],"Select a dispute status":["Seleziona uno stato del ricorso"],"Select a dispute status filter match":["Seleziona una corrispondenza del filtro dello stato del ricorso"],"Remove dispute status filter":["Rimuovi il filtro dello stato del ricorso"],"BECS Direct Debit transactions":["Transazioni con addebito diretto BECS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Bulk Electronic Clearing System: accetta bonifici bancari sicuri dall'Australia."],"BECS Direct Debit":["Addebito diretto BECS"],"Error retrieving the summary of disputes.":["Errore durante il recupero del riepilogo dei ricorsi."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Si è verificato un errore durante il rendering di questa visualizzazione. Contatta il supporto per assistenza se il problema persiste."],"Support phone number":["Numero di telefono del supporto"],"Support email":["E-mail del supporto"],"Edit":["Modifica"],"The file you have attached is exceeding the maximum limit.":["Il file che hai allegato supera il limite massimo."],"SEPA Direct Debit transactions":["Transazioni con addebito diretto SEPA"],"Przelewy24 (P24) transactions":["Transazioni Przelewy24 (P24)"],"iDEAL transactions":["Transazioni iDEAL"],"Bancontact transactions":["Transazioni Bancontact"],"You need to provide more information to enable %s on your checkout.":["Devi fornire ulteriori informazioni per attivare %s durante il tuo pagamento."],"You need to provide more information to enable %s on your checkout:":["Devi fornire ulteriori informazioni per attivare %s durante il tuo pagamento:"],"One more step to enable %s":["Ancora un passaggio per attivare %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Se scegli di continuare, il nostro partner di pagamento Stripe invierà una e-mail a {{merchantEmail \/}} per ricevere le informazioni richieste"],"Personal Identification Number":["Numero di identificazione personale"],"Business Number":["Partita IVA"],"Business Website":["Sito web aziendale"],"Sell subscription products and services with %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Vendi prodotti e servizi in abbonamento con %s. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Pending activation":["Attivazione in sospeso"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s non sarà visibile ai tuoi clienti finché non fornirai le informazioni richieste. Segui le istruzioni inviate dal tuo partner Stripe a %s"],"Pending approval":["Approvazione in sospeso"],"This payment method is pending approval. Once approved, you will be able to use it.":["L'approvazione per questo metodo di pagamento è in sospeso. Una volta approvato, potrai usarlo."],"Unknown transactions":["Transazioni sconosciute"],"Sofort transactions":["Transazioni Sofort"],"giropay transactions":["transazioni giropay"],"In-person transactions":["Transazioni di persona"],"Card transactions":["Transazioni della carta"]," The setting is not applied to {{a}}In-Person Payments{{\/a}} (please note that In-Person Payments should be captured within 2 days of authorization).":[" L'impostazione non viene applicata ai {{a}}Pagamenti di persona{{\/a}} (i Pagamenti di persona devono essere acquisiti entro 2 giorni dall'autorizzazione)."],"Border radius":["Raggio del bordo"],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Consenti ai clienti di acquistare e pagare in più valute. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Enable Multi-Currency":["Abilita la multivaluta"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact è un metodo di pagamento che reindirizza alla banca offerto da più dell'80% delle aziende online in Belgio."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Espandi il tuo business con iDEAL, il metodo di pagamento più usato nei Paesi Bassi."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Accetta pagamenti con Przelewy24 (P24), il metodo di pagamento più usato in Polonia."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"missing fees":["tariffe mancanti"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Quando questa opzione è abilitata, gli utenti potranno pagare con una carta salvata. I dettagli della carta sono memorizzati nella nostra piattaforma, non nel negozio."],"Enable payments via saved cards":["Abilita i pagamenti tramite le carte salvate"],"Payment methods":["Metodi di pagamento"],"Base transaction fees: %s":["Tariffe delle transazioni base: %s"],"Enable":["Abilita"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Stato{{\/title}} {{rule \/}} {{filter \/}}"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["L'addebito deve essere acquisito sulla schermata dei dettagli dell'ordine entro i 7 giorni dell'autorizzazione, altrimenti l'autorizzazione e l'ordine verranno annullati."],"Update your store's configuration to ensure smooth transactions.":["Aggiorna la configurazione del negozio per garantire transazioni uniformi."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Light {{br\/}}{{helpText}}Consigliato per sfondi scuri o colorati con elevato contrasto.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Dark {{br\/}}{{helpText}}Consigliato per sfondi bianchi o con colori chiari con elevato contrasto.{{\/helpText}}"],"Large {{helpText}}(55 px){{\/helpText}}":["Grande {{helpText}}(55 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Media {{helpText}}(48 px){{\/helpText}}"],"Small {{helpText}}(40 px){{\/helpText}}":["Dimensione piccola {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Delinea {{br\/}}{{helpText}}Raccomandato per sfondi bianchi o con colori chiari con contrasto insufficiente.{{\/helpText}}"],"Debug mode":["Modalità di debug"],"Preview":["Anteprima"],"Error retrieving all payouts' overviews.":["Errore durante il recupero della panoramica dei versamenti."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Usa i {{testCardHelpLink}}numeri della carta di credito di prova{{\/testCardHelpLink}} per simulare varie transazioni. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}."],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Consenti ai tuoi clienti di usare i loro metodi di pagamento rapidi e portafogli digitali preferiti per pagamenti più veloci e sicuri in diverse parti del tuo negozio."],"Express checkouts":["Pagamenti rapidi"],"Theme":["Tema"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":[""],"Call to action":["Invito all'azione"],"Only icon":["Solo icona"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Una volta abilitata questa opzione, i log degli errori di pagamento verranno salvati su WooCommerce > Stato > Log."],"Log error messages":["Messaggi di errore dei log"],"Advanced settings":["Impostazioni avanzate"],"{{strong}}Need help?{{\/strong}} Learn more about {{wooCommercePaymentsLink}}%s{{\/wooCommercePaymentsLink}} or {{contactSupportLink}}contact WooCommerce Support{{\/contactSupportLink}}.":["{{strong}}Hai bisogno di aiuto?{{\/strong}} Scopri di più su {{wooCommercePaymentsLink}}%s{{\/wooCommercePaymentsLink}} o {{contactSupportLink}}contatta il supporto di WooCommerce{{\/contactSupportLink}}."],"%s is currently powering multiple popular payment methods on your store. Without it, they will no longer be available to your customers which may {{strong}}influence conversions and sales on your store.{{\/strong}}":["%s sta attualmente usando molteplici metodi di pagamento famosi sul tuo negozio. Senza di esso, non saranno più disponibili per i tuoi clienti, cosa che potrebbe {{strong}}influenzare le conversioni e le vendite nel tuo negozio.{{\/strong}}"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}.":["Puoi aggiungerlo in qualsiasi momento su {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Desideri rimuovere {{strong}}%s{{\/strong}}? I clienti non saranno più in grado di pagare usando %s."],"Remove":["Elimina"],"Remove %1$s from checkout":["Rimuovi %1$s dal pagamento"],"Continue":["Continua"],"Enable Apple Pay \/ Google Pay":["Abilita Apple Pay e Google Pay"],"Save changes":["Salva le modifiche"],"Error retrieving settings.":["Errore durante il recupero delle impostazioni."],"Error saving settings.":["Errore durante il salvataggio delle impostazioni."],"Settings saved.":["Impostazioni salvate"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Aggiungi e modifica i pagamenti disponibili per i clienti al momento di pagare. In base al tipo di dispositivo, alla posizione e alla cronologia degli acquisti, i tuoi clienti vedranno solo i metodi di pagamento più rilevanti."],"Google Pay":["Google Pay"],"Apple Pay":["Apple Pay"],"Transaction preferences":["Preferenze delle transazioni"],"Manage in Stripe":["Gestisci su Stripe"],"Edit the way your store name appears on your customers' bank statements.":["Modifica il modo in cui viene visualizzato il nome del negozio sull'estratto conto della banca dei clienti."],"Issue an authorization on checkout, and capture later":["Emetti un'autorizzazione al momento del pagamento e acquisiscila in un secondo momento"],"Product Page":["Pagina del prodotto"],"Payments accepted on checkout":["Pagamenti accettati al momento di pagare"],"Cancel":["Cancella"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Raggiungi 500 milioni di clienti e oltre 20 milioni di aziende nell'Unione europea."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accetta trasferimenti bancari sicuri da Austria, Belgio, Germania, Italia, Paesi Bassi e Spagna."],"Expand your business with giropay — Germany’s second most popular payment system.":["Espandi la tua azienda con Giropay, il secondo sistema di pagamento più popolare della Germania."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Consenti ai tuoi clienti di pagare con le principali carte di credito e di debito senza lasciare il tuo negozio."],"Remove file":["Rimuovi file"],"Finish setup":["Completa l'impostazione"],"Recommended":["Consigliato"],"Sofort":["Sofort"],"Giropay":["Giropay"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Data{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Filtri avanzati"],"Show":["Visualizza"],"All currencies":["Tutte le valute"],"Between":["Tra"],"After":["Dopo"],"Before":["Prima"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Se sono stati effettuati due o più pagamenti separati, dovresti metterti in contatto con il tuo cliente. Se capisci qual è il reclamo, hai la possibilità di spiegare il malinteso o di rimediare. Se sei in grado di risolvere il problema con il cliente, puoi chiedere di ritirare il ricorso."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Se non lo fa, raccogli qualsiasi informazione che documenta ogni pagamento effettuato separatamente, come le copie delle ricevute. Se le ricevute non includono gli articoli acquistati, assicurati di includere un elenco dettagliato.  Ogni ricevuta dovrebbe chiaramente indicare chiaramente che i pagamenti sono relativi ad acquisti di articoli o servizi separati. Se riesci a contattare il cliente, dovresti assicurarti di affrontare eventuali dubbi relativi alla tua prova."],"Determine if your customer was incorrectly charged multiple times.":["Determina se sono stati effettuati più volte addebiti in modo non corretto al tuo cliente."],"Demonstrate that each payment was for a separate product or service.":["Dimostra che ogni pagamento era relativo a un prodotto o un servizio separato."],"The customer claims they were charged multiple times for the same product or service.":["Il cliente afferma di aver ricevuto un addebito più volte per lo stesso prodotto o servizio."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se sono stati effettuati pagamenti duplicati, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Duplicate":["Duplica"],"Debit not authorized":["Debito non autorizzato"],"Customer initiated":["Iniziata dal cliente"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Se il titolare della carta di credito concorda con il ritiro del ricorso, dovrebbe tuttavia inviare la prova per il ricorso usando i moduli sulla schermata successiva. In aggiunta alla seguente prova, l'invio dovrebbe includere la corrispondenza con il titolare della carta che in cui dichiara che vorrebbe ritirare il ricorso e una dichiarazione scritta dell'emittente della carta che conferma che il ricorso è stato ritirato."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Dovresti prima metterti in contatto con il cliente. Se capisci qual è il reclamo, hai la possibilità di spiegare il malinteso o di rimediare. Se sei in grado di risolvere il problema con il cliente, puoi chiedere di ritirare il ricorso."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Dimostra che hai rimborsato il cliente tramite altri mezzi o che il cliente non ha diritto a un rimborso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Se credi che il cliente abbia avuto diritto a un rimborso che non hai fornito, puoi accettare il ricorso."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Potrebbe essere più efficiente (e fornire una migliore esperienza al cliente) accettare un ricorso accidentale e addebitare nuovamente al cliente, se appropriato. Anche quando un ricorso viene ritirato, di solito occorrono circa 75 giorni affinché venga finalizzato. Ricorda che le reti delle carte non sono interessate al fatto che tu vinca o perda un ricorso; ciò che conta è il numero di ricorsi che un'azienda riceve, indipendentemente dal numero di ricorsi vinti."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["Il cliente afferma che il prodotto acquistato è stato rimborsato o la transazione è stata diversamente annullata, ma tu non hai ancora fornito un rimborso o un credito."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Per prima cosa, prova a metterti in contatto con il cliente. A volte le persone dimenticano i pagamenti che effettuano o non riconoscono il modo in cui compaiono sull'estratto conto della carta. Se è questo il caso, chiedi di contattare l'emittente della carta di credito e di informarlo che la transazione non è più contestata. Anche se il cliente concorda con il ritiro del ricorso, devi tuttavia inviare la prova adeguata. Dire semplicemente che il tuo cliente ritirerà il ricorso non è una prova sufficiente."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Convinci il cliente a ritirare il ricorso aiutandolo a identificare il pagamento. Altrimenti, contesta il ricorso con prove adeguate che dimostrino la legittimità dell'acquisto. "],"The customer doesn’t recognize the payment appearing on their card statement.":["Il cliente non riconosce il pagamento che compare sull'estratto conto della carta."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Se credi che il ricorso non sia valido, puoi contestarlo inviando la prova adeguata tramite i moduli di risposta nella schermata successiva."],"Unrecognized":["Non riconosciuto"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Altrimenti, usa i moduli presenti nella prossima schermata per inviare la prova che l'abbonamento era ancora attivo e che il cliente ne era a conoscenza e non ha seguito la procedura di annullamento."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Anche se il cliente concorda con il ritiro del ricorso, devi tuttavia inviare la prova adeguata usando i moduli presenti nella schermata successiva. Dire semplicemente che il tuo cliente ritirerà il ricorso non è una prova sufficiente."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Per prima cosa, mettiti in contatto con il cliente. Se capisci cosa crede sia accaduto, hai la possibilità di spiegare il malinteso o di rimediare. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Prova che l'abbonamento era ancora attivo e che il cliente ne era a conoscenza e non ha seguito la procedura di annullamento."],"The customer claims that you continued to charge them after a subscription was canceled.":["Il cliente afferma che continua hai continuato a effettuare gli addebiti dopo l'annullamento dell'abbonamento."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Se il cliente non è stato rimborsato in modo adeguato, dovrai accettare il ricorso o risolvere il problema con il cliente. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Subscription canceled":["Abbonamento annullato"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Se il cliente rifiuta il ricorso, dovresti tuttavia inviare la prova usando i moduli sulla schermata successiva. Assicurati di fornire una lettere o una e-mail del titolare della carta che afferma che il ricorso non è più attivo."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Se il tuo cliente non ha fatto alcun tentativo di restituire il prodotto o annullare il servizio o se hai fornito un prodotto o servizio sostitutivo, assicurati di prenderne nota."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Per i prodotti che sono stati riparati o sostituiti, fornisci la prova che il titolare della carta era d'accordo con la riparazione o la sostituzione, il prodotto o servizio è stato ricevuto dal cliente e che la riparazione o la sostituzione non è stata contestata da allora."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Se il cliente non ha ancora restituito il prodotto o annullato il servizio, fornisci informazioni specifiche a tal fine. Dovresti controllare nuovamente i record della spedizione in entrata per verificare di non aver ricevuto alcun articolo restituito prima di rispondere. Se hai elaborato un credito o un reso per questa transazione, fornisci una prova che includa l'importo e la data di elaborazione."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Se il prodotto o il servizio è come descritto, fornisci informazioni specifiche (fattura, contratto, ecc.) per il rifiuto dei reclami del titolare della carta. I ricorsi sulla qualità avvengono quando il cliente non concorda con le condizioni del merchandise o del servizio ricevuto (ad esempio, una situazione di riparazione dell'auto o la qualità di una stanza d'albergo). Potrebbero verificarsi casi in cui sarà necessario ottenere un'opinione neutrale di terze parti per avvalorare il tuo reclamo nei confronti del titolare della carta. Fornisci più informazioni e documentazione specifiche possibile per rifiutare i reclami del titolare della carta. È consigliabile affrontare ogni punto sollevato dal titolare della carta."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Dimostra che il servizio o il prodotto è stato fornito come descritto al momento dell'acquisto."],"The product or service was received but was defective, damaged, or not as described.":["Il prodotto o il servizio è stato ricevuto, ma è difettoso, è danneggiato o non è come descritto."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se non puoi provare che il cliente ha ricevuto il prodotto o il servizio come descritto, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Product unacceptable":["Prodotto non accettabile"],"Credit not processed":["Credito non elaborato"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Per prima cosa, mettiti in contatto con il cliente. Comprendere perché sia stato presentato il ricorso sarà importante per aiutare a garantire che il tuo cliente riceva il prodotto e ti fornirà informazioni importanti per evitare che ciò accada ad altri."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Prova che il cliente ha ricevuto un prodotto fisico o un servizio offline o che ha usato un prodotto digitale o un servizio online. Questo deve essere avvenuto prima della data di inizio del ricorso."],"The customer claims they did not receive the products or services purchased.":["Il cliente afferma di non aver ricevuto i prodotti o i servizi acquistati."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se non puoi provare che il cliente ha ricevuto il prodotto o il servizio, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Product not received":["Prodotto non ricevuto"],"Insufficient funds":["Fondi insufficienti"],"Check returned":["Assegno restituito"],"Incorrect account details":["Dati del conto non corretti"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Questo è un ricorso senza categoria, quindi dovresti contattare il cliente per dettagli aggiuntivi per scoprire il motivo del ricorso del pagamento."],"General":["Generale"],"Bank cannot process":["La banca non può elaborare"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Prova a contattare il cliente. A volte le persone dimenticano i pagamenti che effettuano o non riconoscono il modo in cui compaiono sull'estratto conto della carta. Se è questo il caso, chiedi di contattare l'emittente della carta di credito e di informarlo che la transazione non è più contestata."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Fornisci un pagamento adeguato e dettagli dell'ordine in modo che un cliente legittimo li riconosca o dimostri all'emittente della carta che il titolare della carta ha autorizzato la transazione."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Questo è il motivo più comune per un ricorso e ciò accade quando un titolare della carta afferma che il pagamento non è stato autorizzato. Questo può avvenire se la carta è stata persa o rubata e usata per una transazione non autorizzata. Può anche avvenire se il titolare della carta non riconosce il pagamento come appare sull'estratto conto dell'emittente della carta."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Se ritieni che il pagamento sia stato effettivamente effettuato usando una carta di credito rubata, dovrai accettare il ricorso. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di transazioni non autorizzate."],"Upload file":["Carica file"],"Status":["Stato"],"Date":["Data"],"Error retrieving disputes.":["Errore durante il recupero dei ricorsi."],"Error retrieving dispute.":["Errore durante il recupero del ricorso."],"There has been an error accepting the dispute. Please try again later.":["Si è verificato un errore durante l'accettazione del ricorso. Riprova più tardi."],"You have accepted the dispute.":["Hai accettato il ricorso."],"You have accepted the dispute for order #%s.":["Hai accettato il ricorso per l'ordine n. %s."],"Error retrieving payout.":["Errore durante il recupero del versamento."],"Error retrieving payouts.":["Errore durante il recupero dei versamenti."],"Error creating instant payout.":["Errore durante la creazione del versamento istantaneo."],"View details":["Guarda i dettagli"],"Instant payout for %s in transit.":["Versamento istantaneo per %s in transito."],"Lost":["Perso"],"Won":["Vinto"],"Charge refunded":["Addebito rimborsato"],"Under review":["In fase di revisione"],"Needs response":["Necessita di risposta"],"Inquiry: Closed":["Domanda: chiusa"],"Inquiry: Under review":["Domanda: in fase di revisione"],"Inquiry: Needs response":["Domanda: necessita di risposta"],"Monthly":["Mensile"],"Weekly":["Settimanalmente"],"Daily":["Giornalmente"],"Rejected":["Rifiutato"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s per transazione"],"Learn more":["Scopri di più"],"(%f%% discount)":["(%f%% di sconto)"],"SEPA Direct Debit":["Addebito diretto SEPA"],"Read more":["Continua a leggere"],"Sandbox mode is active so logging is on by default.":["La modalità sandbox è attiva, quindi l'accesso è attivo per impostazione predefinita."],"Enable test mode":["Abilita la modalità di prova"],"Test mode":["Modalità di prova"],"Customer bank statement":["Estratto conto della banca del cliente"],"Settings":["Impostazioni"],"Transactions":["Transazioni"]}}}