{"translation-revision-date":"2022-12-14 06:28:48+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"email and live chat support":["supporto via e-mail e chat"],"Contact support":["Contatta il supporto"],"30-day money-back guarantee":["Garanzia di rimborso di 30 giorni"],"Refund policy":["Politica di rimborso"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the Marketplace helps you build the business of your dreams.":["I prodotti acquistati dal WooCommerce Marketplace possono essere gestiti in I miei abbonamenti, qui o su WooCommerce.com.<br\/><br\/>Ogni acquisto è protetto dalla nostra <a1>garanzia di rimborso entro 30 giorni<\/a1> e include <a2>supporto via e-mail e chat<\/a2>.<br\/><br\/>È tutto! Ci auguriamo che il Marketplace ti aiuti a costruire l'attività dei tuoi sogni."],"Manage your purchases":["Gestisci gli acquisti"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Scorri verso il basso per vedere tutti i prodotti disponibili per una ricerca o una categoria selezionata.<br\/><br\/>Fai clic su qualsiasi prodotto per visualizzare ulteriori informazioni su di esso, incluse funzionalità, requisiti e documentazione disponibile."],"Learn more about products":["Scopri di più sui prodotti"],"Or browse all available products by category.":["Oppure, sfoglia tutti i prodotti disponibili per categoria."],"Browse for new ideas":["Sfoglia per nuove idee"],"Use the search box to find specific products.":["Usa il campo di ricerca per trovare prodotti specifici."],"Find exactly what you need":["Trova esattamente ciò che cerchi"],"This is the place to find extensions, themes, and services for your store - all reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Questo è il posto dove trovare estensioni, temi e servizi per il tuo negozio, tutti esaminati e approvati dal team di WooCommerce.<br\/><br\/>Che tu stia cercando di migliorare il tuo negozio o far crescere la tua attività, puoi trovare una soluzione qui. Sono disponibili centinaia di opzioni e nuovi prodotti vengono aggiunti regolarmente.<br\/><br\/>WooCommerce Marketplace è disponibile anche su WooCommerce.com."],"Welcome to the WooCommerce Marketplace":["Benvenuto nel WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}