{"translation-revision-date":"2024-12-17 15:41:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Tutti i tuoi acquisti su Woo Marketplace possono essere trovati qui o su WooCommerce.com.<br\/><br\/>Ogni acquisto è protetto dalla nostra <a1>garanzia di rimborso di 30 giorni<\/a1> e include il <a2>supporto via e-mail e chat<\/a2>.<br\/><br\/>È tutto. Ora tutto è pronto per potenziare il tuo negozio."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Scorri verso il basso per vedere tutte le estensioni e le soluzioni pertinenti.<br\/><br\/>Fai clic su qualsiasi soluzione per saperne di più sulle sue funzionalità, su eventuali requisiti di installazione e sulla documentazione disponibile."],"Learn more about each product":["Scopri di più su ogni prodotto"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["In alternativa, se non sai con certezza ciò di cui hai bisogno, puoi navigare tra tutte le estensioni disponibili per categoria."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Potenzia il tuo negozio aggiungendo funzionalità extra con le estensioni o integra il tuo negozio con ulteriore software e altri servizi.<br\/><br\/>Qui troverai centinaia di soluzioni affidabili per il tuo negozio, tutte riviste e approvate dal team di Woo.<br\/><br\/>Puoi anche navigare nel Woo Marketplace su WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["Usa il campo di ricerca per trovare estensioni o soluzioni specifiche."],"email and live chat support":["supporto via e-mail e chat"],"Contact support":["Contatta il supporto"],"30-day money-back guarantee":["Garanzia di rimborso di 30 giorni"],"Refund policy":["Politica di rimborso"],"Manage your purchases":["Gestisci gli acquisti"],"Browse for new ideas":["Sfoglia per nuove idee"],"Find exactly what you need":["Trova esattamente ciò che cerchi"],"Welcome to the WooCommerce Marketplace":["Benvenuto nel WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}