{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Error retrieving payment activity data.":["Errore nel recupero dei dati relativi alle attività di pagamento."],"Site Language - ":["Lingua del sito - "],"English (United States)":["Inglese (Stati Uniti)"],"There has been an error refunding the payment #%s. Please try again later.":["Si è verificato un errore nel rimborso del pagamento n. %s. Riprova più tardi."],"Refunded payment #%s.":["Pagamento n. %s rimborsato."],"Error retrieving file.":["Errore durante il recupero del file."],"Error starting the Stripe Billing migration.":["Errore durante l'avvio della migrazione Stripe Billing."],"The cardholder claims this is an unauthorized transaction.":["Il titolare della carta afferma che si tratta di una transazione non autorizzata."],"The cardholder claims this is a duplicate transaction.":["Il titolare della carta afferma che si tratta di una transazione duplicata."],"The cardholder claims a credit was not processed.":["Il titolare della carta afferma che il credito non è stato elaborato."],"The cardholder claims a subscription was canceled.":["Il titolare della carta afferma che l'abbonamento è stato cancellato."],"The cardholder claims the product was unacceptable.":["Il titolare della carta afferma che il prodotto non era accettabile."],"The cardholder claims the product was not received.":["Il titolare della carta afferma che il prodotto non è stato ricevuto."],"Disputes match <select \/> filters":["I ricorsi corrispondono a {{select \/}} filtri"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Stato<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Data<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se non puoi provare che l'abbonamento del cliente è stato annullato e\/o non è stata seguita la tua politica di annullamento, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Transaction unauthorized":["Transazione non autorizzata"],"Error retrieving on review transactions.":["Errore durante il recupero della revisione delle transazioni."],"There has been an error canceling the payment for order #%s. Please try again later.":["Si è verificato un errore durante l'annullamento del pagamento per l'ordine #%s. Riprova più tardi."],"Payment for order #%s canceled successfully.":["Pagamento per l'ordine #%s annullato correttamente."],"Error retrieving uncaptured transactions.":["Errore durante il recupero delle transazioni non acquisite."],"Error retrieving authorization.":["Errore durante il recupero dell'autorizzazione."],"There has been an error capturing the payment for order #%s. Please try again later.":["Si è verificato un errore durante l'acquisizione del pagamento per l'ordine #%s. Riprova più tardi."],"Payment for order #%s captured successfully.":["Pagamento per l'ordine #%s acquisito correttamente."],"Error retrieving transactions.":["Errore durante il recupero delle transazioni."],"Error retrieving transaction.":["Errore durante il recupero della transazione."],"Error retrieving documents.":["Errore durante il recupero dei documenti."],"Error retrieving the active loan summary.":["Errore durante il recupero del riepilogo del prestito attivo"],"Select a dispute date":["Seleziona una data per il ricorso"],"Select a dispute date filter match":["Seleziona una corrispondenza del filtro della data del ricorso"],"Remove dispute date filter":["Rimuovi il filtro delle date del ricorso"],"Disputed on date":["Data del ricorso"],"Disputes match {{select \/}} filters":["I ricorsi corrispondono a {{select \/}} filtri"],"All disputes":["Tutti i ricorsi"],"Dispute currency":["Valuta del ricorso"],"Select a dispute status":["Seleziona uno stato del ricorso"],"Select a dispute status filter match":["Seleziona una corrispondenza del filtro dello stato del ricorso"],"Remove dispute status filter":["Rimuovi il filtro dello stato del ricorso"],"Error retrieving the summary of disputes.":["Errore durante il recupero del riepilogo dei ricorsi."],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Stato{{\/title}} {{rule \/}} {{filter \/}}"],"Error retrieving all payouts' overviews.":["Errore durante il recupero della panoramica dei versamenti."],"Error retrieving settings.":["Errore durante il recupero delle impostazioni."],"Error saving settings.":["Errore durante il salvataggio delle impostazioni."],"Settings saved.":["Impostazioni salvate"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Data{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Filtri avanzati"],"Show":["Visualizza"],"All currencies":["Tutte le valute"],"Between":["Tra"],"After":["Dopo"],"Before":["Prima"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Se sono stati effettuati due o più pagamenti separati, dovresti metterti in contatto con il tuo cliente. Se capisci qual è il reclamo, hai la possibilità di spiegare il malinteso o di rimediare. Se sei in grado di risolvere il problema con il cliente, puoi chiedere di ritirare il ricorso."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Se non lo fa, raccogli qualsiasi informazione che documenta ogni pagamento effettuato separatamente, come le copie delle ricevute. Se le ricevute non includono gli articoli acquistati, assicurati di includere un elenco dettagliato.  Ogni ricevuta dovrebbe chiaramente indicare chiaramente che i pagamenti sono relativi ad acquisti di articoli o servizi separati. Se riesci a contattare il cliente, dovresti assicurarti di affrontare eventuali dubbi relativi alla tua prova."],"Determine if your customer was incorrectly charged multiple times.":["Determina se sono stati effettuati più volte addebiti in modo non corretto al tuo cliente."],"Demonstrate that each payment was for a separate product or service.":["Dimostra che ogni pagamento era relativo a un prodotto o un servizio separato."],"The customer claims they were charged multiple times for the same product or service.":["Il cliente afferma di aver ricevuto un addebito più volte per lo stesso prodotto o servizio."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se sono stati effettuati pagamenti duplicati, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Duplicate":["Duplica"],"Debit not authorized":["Debito non autorizzato"],"Customer initiated":["Iniziata dal cliente"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Se il titolare della carta di credito concorda con il ritiro del ricorso, dovrebbe tuttavia inviare la prova per il ricorso usando i moduli sulla schermata successiva. In aggiunta alla seguente prova, l'invio dovrebbe includere la corrispondenza con il titolare della carta che in cui dichiara che vorrebbe ritirare il ricorso e una dichiarazione scritta dell'emittente della carta che conferma che il ricorso è stato ritirato."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Dovresti prima metterti in contatto con il cliente. Se capisci qual è il reclamo, hai la possibilità di spiegare il malinteso o di rimediare. Se sei in grado di risolvere il problema con il cliente, puoi chiedere di ritirare il ricorso."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Dimostra che hai rimborsato il cliente tramite altri mezzi o che il cliente non ha diritto a un rimborso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Se credi che il cliente abbia avuto diritto a un rimborso che non hai fornito, puoi accettare il ricorso."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Potrebbe essere più efficiente (e fornire una migliore esperienza al cliente) accettare un ricorso accidentale e addebitare nuovamente al cliente, se appropriato. Anche quando un ricorso viene ritirato, di solito occorrono circa 75 giorni affinché venga finalizzato. Ricorda che le reti delle carte non sono interessate al fatto che tu vinca o perda un ricorso; ciò che conta è il numero di ricorsi che un'azienda riceve, indipendentemente dal numero di ricorsi vinti."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["Il cliente afferma che il prodotto acquistato è stato rimborsato o la transazione è stata diversamente annullata, ma tu non hai ancora fornito un rimborso o un credito."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Per prima cosa, prova a metterti in contatto con il cliente. A volte le persone dimenticano i pagamenti che effettuano o non riconoscono il modo in cui compaiono sull'estratto conto della carta. Se è questo il caso, chiedi di contattare l'emittente della carta di credito e di informarlo che la transazione non è più contestata. Anche se il cliente concorda con il ritiro del ricorso, devi tuttavia inviare la prova adeguata. Dire semplicemente che il tuo cliente ritirerà il ricorso non è una prova sufficiente."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Convinci il cliente a ritirare il ricorso aiutandolo a identificare il pagamento. Altrimenti, contesta il ricorso con prove adeguate che dimostrino la legittimità dell'acquisto. "],"The customer doesn’t recognize the payment appearing on their card statement.":["Il cliente non riconosce il pagamento che compare sull'estratto conto della carta."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Se credi che il ricorso non sia valido, puoi contestarlo inviando la prova adeguata tramite i moduli di risposta nella schermata successiva."],"Unrecognized":["Non riconosciuto"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Altrimenti, usa i moduli presenti nella prossima schermata per inviare la prova che l'abbonamento era ancora attivo e che il cliente ne era a conoscenza e non ha seguito la procedura di annullamento."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Anche se il cliente concorda con il ritiro del ricorso, devi tuttavia inviare la prova adeguata usando i moduli presenti nella schermata successiva. Dire semplicemente che il tuo cliente ritirerà il ricorso non è una prova sufficiente."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Per prima cosa, mettiti in contatto con il cliente. Se capisci cosa crede sia accaduto, hai la possibilità di spiegare il malinteso o di rimediare. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Prova che l'abbonamento era ancora attivo e che il cliente ne era a conoscenza e non ha seguito la procedura di annullamento."],"The customer claims that you continued to charge them after a subscription was canceled.":["Il cliente afferma che continua hai continuato a effettuare gli addebiti dopo l'annullamento dell'abbonamento."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Se il cliente non è stato rimborsato in modo adeguato, dovrai accettare il ricorso o risolvere il problema con il cliente. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Subscription canceled":["Abbonamento annullato"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Se il cliente rifiuta il ricorso, dovresti tuttavia inviare la prova usando i moduli sulla schermata successiva. Assicurati di fornire una lettere o una e-mail del titolare della carta che afferma che il ricorso non è più attivo."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Se il tuo cliente non ha fatto alcun tentativo di restituire il prodotto o annullare il servizio o se hai fornito un prodotto o servizio sostitutivo, assicurati di prenderne nota."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Per i prodotti che sono stati riparati o sostituiti, fornisci la prova che il titolare della carta era d'accordo con la riparazione o la sostituzione, il prodotto o servizio è stato ricevuto dal cliente e che la riparazione o la sostituzione non è stata contestata da allora."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Se il cliente non ha ancora restituito il prodotto o annullato il servizio, fornisci informazioni specifiche a tal fine. Dovresti controllare nuovamente i record della spedizione in entrata per verificare di non aver ricevuto alcun articolo restituito prima di rispondere. Se hai elaborato un credito o un reso per questa transazione, fornisci una prova che includa l'importo e la data di elaborazione."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Se il prodotto o il servizio è come descritto, fornisci informazioni specifiche (fattura, contratto, ecc.) per il rifiuto dei reclami del titolare della carta. I ricorsi sulla qualità avvengono quando il cliente non concorda con le condizioni del merchandise o del servizio ricevuto (ad esempio, una situazione di riparazione dell'auto o la qualità di una stanza d'albergo). Potrebbero verificarsi casi in cui sarà necessario ottenere un'opinione neutrale di terze parti per avvalorare il tuo reclamo nei confronti del titolare della carta. Fornisci più informazioni e documentazione specifiche possibile per rifiutare i reclami del titolare della carta. È consigliabile affrontare ogni punto sollevato dal titolare della carta."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Dimostra che il servizio o il prodotto è stato fornito come descritto al momento dell'acquisto."],"The product or service was received but was defective, damaged, or not as described.":["Il prodotto o il servizio è stato ricevuto, ma è difettoso, è danneggiato o non è come descritto."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se non puoi provare che il cliente ha ricevuto il prodotto o il servizio come descritto, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Product unacceptable":["Prodotto non accettabile"],"Credit not processed":["Credito non elaborato"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Per prima cosa, mettiti in contatto con il cliente. Comprendere perché sia stato presentato il ricorso sarà importante per aiutare a garantire che il tuo cliente riceva il prodotto e ti fornirà informazioni importanti per evitare che ciò accada ad altri."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Prova che il cliente ha ricevuto un prodotto fisico o un servizio offline o che ha usato un prodotto digitale o un servizio online. Questo deve essere avvenuto prima della data di inizio del ricorso."],"The customer claims they did not receive the products or services purchased.":["Il cliente afferma di non aver ricevuto i prodotti o i servizi acquistati."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Se non puoi provare che il cliente ha ricevuto il prodotto o il servizio, dovresti accettare il ricorso. Non puoi emettere un rimborso durante il ricorso di un pagamento. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di pagamenti contestati."],"Product not received":["Prodotto non ricevuto"],"Insufficient funds":["Fondi insufficienti"],"Check returned":["Assegno restituito"],"Incorrect account details":["Dati del conto non corretti"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Questo è un ricorso senza categoria, quindi dovresti contattare il cliente per dettagli aggiuntivi per scoprire il motivo del ricorso del pagamento."],"General":["Generale"],"Bank cannot process":["La banca non può elaborare"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Prova a contattare il cliente. A volte le persone dimenticano i pagamenti che effettuano o non riconoscono il modo in cui compaiono sull'estratto conto della carta. Se è questo il caso, chiedi di contattare l'emittente della carta di credito e di informarlo che la transazione non è più contestata."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Fornisci un pagamento adeguato e dettagli dell'ordine in modo che un cliente legittimo li riconosca o dimostri all'emittente della carta che il titolare della carta ha autorizzato la transazione."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Questo è il motivo più comune per un ricorso e ciò accade quando un titolare della carta afferma che il pagamento non è stato autorizzato. Questo può avvenire se la carta è stata persa o rubata e usata per una transazione non autorizzata. Può anche avvenire se il titolare della carta non riconosce il pagamento come appare sull'estratto conto dell'emittente della carta."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Se ritieni che il pagamento sia stato effettivamente effettuato usando una carta di credito rubata, dovrai accettare il ricorso. Le reti delle carte di credito attribuiscono a te, l'azienda, la responsabilità per l'accettazione di transazioni non autorizzate."],"Status":["Stato"],"Error retrieving disputes.":["Errore durante il recupero dei ricorsi."],"Error retrieving dispute.":["Errore durante il recupero del ricorso."],"There has been an error accepting the dispute. Please try again later.":["Si è verificato un errore durante l'accettazione del ricorso. Riprova più tardi."],"You have accepted the dispute.":["Hai accettato il ricorso."],"You have accepted the dispute for order #%s.":["Hai accettato il ricorso per l'ordine n. %s."],"Error retrieving payout.":["Errore durante il recupero del versamento."],"Error retrieving payouts.":["Errore durante il recupero dei versamenti."],"Error creating instant payout.":["Errore durante la creazione del versamento istantaneo."],"View details":["Guarda i dettagli"],"Instant payout for %s in transit.":["Versamento istantaneo per %s in transito."],"Lost":["Perso"],"Won":["Vinto"],"Charge refunded":["Addebito rimborsato"],"Under review":["In fase di revisione"],"Needs response":["Necessita di risposta"],"Inquiry: Closed":["Domanda: chiusa"],"Inquiry: Under review":["Domanda: in fase di revisione"],"Inquiry: Needs response":["Domanda: necessita di risposta"]}}}